[
    {
        "autor_comentario": "hjoyo",
        "autor_endereco": "Ventura, California",
        "comentario_titulo": "Fun day with a lot of information ",
        "comentario_corpo": "We did this museum because we figured it would be fun for our 11 yr old daughter. We were the only ones there thanks to the pandemic and it being a Tuesday. The tour gives a lot of information about the equator and the history of Ecuador with the aboriginal people. It was super",
        "comentario_data": " February 2021"
    },
    {
        "autor_comentario": "Ignacio M",
        "autor_endereco": "Sofia, Bulgaria",
        "comentario_titulo": "Best guided tour in a museum ever thanks to Jamilett!",
        "comentario_corpo": "This is the best-guided tour I have ever done in a museum. Our guide, Jamilett, was super nice and energetic, and you could see that she loved what she did. She was super enthusiastic and she made the tour so fun and entertaining, I learnt a lot while having fun, and it was all",
        "comentario_data": " February 2021"
    },
    {
        "autor_comentario": "Brandon",
        "autor_endereco": "Miami, Florida",
        "comentario_titulo": "Go, but take it with a grain of salt!",
        "comentario_corpo": "The equator line marked in this museum is more recently and accurately calculated than the one in Mitad del Mundo. So, I do recommend visiting this site; however, take their presentations with a grain of salt. Most of their presentations are not scientific based. I give them",
        "comentario_data": " November 2020"
    },
    {
        "autor_comentario": "Kim G",
        "autor_endereco": "Toronto, Canada",
        "comentario_titulo": "Wonderful Experience",
        "comentario_corpo": "We visited this museum and it was a most enjoyable time. The guide we had (Rinaldo) was super friendly and very knowledgeable about the history of the region.  He made the whole experience fun and took great pictures of us on the \"official\" equator line.   We tried all the",
        "comentario_data": " November 2020"
    },
    {
        "autor_comentario": "michael c",
        "autor_endereco": "Ahus, Sweden",
        "comentario_titulo": "OK,",
        "comentario_corpo": "but a little bit \"disneyland\" feeling about the whole arrangement. however, this is said to be the real ecuador as opposed to Mitad del Mundo",
        "comentario_data": " October 2020"
    },
    {
        "autor_comentario": "Faye G",
        "autor_endereco": "Brea, California",
        "comentario_titulo": "An amazing experience",
        "comentario_corpo": "We loved this experience. Fun to stand on the Equator Line. We balanced the egg, walked the line, and visited all the exhibits. We loved learning about the early life in Ecuador.",
        "comentario_data": " February 2020"
    },
    {
        "autor_comentario": "The Weak Knee Traveler",
        "autor_endereco": "Singapore, Singapore",
        "comentario_titulo": "Far from Boring ",
        "comentario_corpo": "This is not your usual museum which could be boring at times. They are experimental activities here for visitors to participate, such as trying to walk with eyes closed, balancing an egg, etc. Had a really enjoyable time here. ",
        "comentario_data": " September 2019"
    },
    {
        "autor_comentario": "Claudia L",
        "autor_endereco": null,
        "comentario_titulo": "Great!",
        "comentario_corpo": "This museum is beautiful and very cheap.  You have to be very careful when you search for \"La Mitad del Mundo\" you will get  the very touristic place with the big monument but this museum has a Mitad del mundo line and it much better.  ",
        "comentario_data": " January 2020"
    },
    {
        "autor_comentario": "Sylvie L",
        "autor_endereco": "Toronto, Canada",
        "comentario_titulo": "Small but intense",
        "comentario_corpo": "Guided tour was awesome!  Very knowledgeable guide in French for us which was great! Tons of info.  Quick pace. Experiments and demonstrations are what we had come for! My son was able to keep the egg on the nail 4 times and got a certificate.  You can get a stamp to prove that",
        "comentario_data": " July 2019"
    },
    {
        "autor_comentario": "dragonphoe18",
        "autor_endereco": "London, United Kingdom",
        "comentario_titulo": "Alot of fun and very interesting too!",
        "comentario_corpo": "If you go to Mitad del Mundo then be sure to pop 'around the corner' and come here and learn some new things. Something for all the family, you get a guided tour with some history, culture and some 'games' to show what it means to be on the Equatorial line and the difference",
        "comentario_data": " March 2020"
    },
    {
        "autor_comentario": "Chris H",
        "autor_endereco": null,
        "comentario_titulo": "Informative and good hands-on fun!",
        "comentario_corpo": "A great museum and guided tour throughout the exhibits with great information and good hands-on explanations of the equator and its effects!  recommend this even more than Mitad Del Mundo",
        "comentario_data": " February 2020"
    },
    {
        "autor_comentario": "tonytsheng",
        "autor_endereco": null,
        "comentario_titulo": "Must see",
        "comentario_corpo": "This is a must - you are right on the equator. Fun visit too, they do some experiments and have a few exhibits about indigenous peoples.",
        "comentario_data": " February 2020"
    },
    {
        "autor_comentario": "Whissely",
        "autor_endereco": "Sao Paulo, SP",
        "comentario_titulo": "Fun Visit",
        "comentario_corpo": "They’ve got lots of activities to demonstrate that you are on the equator and I’m sure kids will love the activities. The place does need some revamping though to make it more professional and to be able to handle larger crowds. I wouldn’t buy any souveneirs there though - much",
        "comentario_data": " February 2020"
    },
    {
        "autor_comentario": "Jamielills22",
        "autor_endereco": "Bournemouth, United Kingdom",
        "comentario_titulo": "Cool to visit but trying to add more than just the equator line",
        "comentario_corpo": "Really came here to see the effects of the equator which was really cool. And learning unique characteristics Quito has as a result of being on the equator. Felt like they tried to add more to it to make more of an attraction with information on indigenous people and chocolate,",
        "comentario_data": " January 2020"
    },
    {
        "autor_comentario": "George S",
        "autor_endereco": "Miami Beach, Florida",
        "comentario_titulo": "Not the true equator but OK to visit",
        "comentario_corpo": "This is basically an outdoor museum with two missions: hi-light the culture of the indigenous peoples of Ecuador  and demonstrate  of the physics associated with the line of Equator. The guides did an excellent job in describing the various qualities of  the indigenous peoples",
        "comentario_data": " February 2020"
    },
    {
        "autor_comentario": "Lee K",
        "autor_endereco": "Prairie Village, Kansas",
        "comentario_titulo": "Not to be missed",
        "comentario_corpo": "You are right on the equator and can perform several demonstrations that point out its phenomenon. There are several huts that highlight the cultures and animals of the area. A truly fascinating place.",
        "comentario_data": " February 2020"
    },
    {
        "autor_comentario": "TrotaAye3",
        "autor_endereco": null,
        "comentario_titulo": "Culture and science! ",
        "comentario_corpo": "Great place to learn a little bit about the indigenous cultures of Ecuador and also experience the equator with different experiments and facts",
        "comentario_data": " February 2020"
    },
    {
        "autor_comentario": "James",
        "autor_endereco": null,
        "comentario_titulo": "Like a museum of Incan culture,a la Disneyland",
        "comentario_corpo": "It's pretty cool. The statues mimicking ancient culture were well done, if not a tad commercial looking.  There's a bit where you can balance an egg on a nail, because of something to do with the gravity at the equator.  It's okay; takes maybe 30 minutes to see and is well worth",
        "comentario_data": " February 2020"
    },
    {
        "autor_comentario": "Ken Q",
        "autor_endereco": "Denver, United States",
        "comentario_titulo": "Fascinating Place",
        "comentario_corpo": "This place is on the Equator so it is very interesting.  Worth a stop to learn about the Equator and enjoy some quirky items like shrunken human heads.",
        "comentario_data": " February 2020"
    },
    {
        "autor_comentario": "mariaissa2016",
        "autor_endereco": "Vancouver, Canada",
        "comentario_titulo": "Interesting but a little too touristy.",
        "comentario_corpo": "This is a pleasant and informative tourist trap. It's fun, the info is good, the guides are not too robotic. The coriolis effect demo was good, as was the shrunken head. Glad I went, but once was plenty.",
        "comentario_data": " February 2020"
    },
    {
        "autor_comentario": "Dunlewey",
        "autor_endereco": "DC",
        "comentario_titulo": "Interesting!",
        "comentario_corpo": "Great to step on the latitude line.  The activities were interesting and guides were entertaining and educational. ",
        "comentario_data": " February 2020"
    },
    {
        "autor_comentario": "Bob W",
        "autor_endereco": null,
        "comentario_titulo": "Unexpectedly Excellent ",
        "comentario_corpo": "Don't let the low entrance fee ($4) and the first views put you off-this is a real good way to spend the afternoon.  From the group participation to the demonstrations of things that you'd always heard to the Zero Latitude Beer this place never disappoints.   Don't miss it.",
        "comentario_data": " January 2020"
    },
    {
        "autor_comentario": "Josefina Og",
        "autor_endereco": "Buenos Aires, Argentina",
        "comentario_titulo": "A must!",
        "comentario_corpo": "It's an interactive outdoor museum, you get to see things (like the old houses in which the natives used to live and the rites they would perform, like the shrinking of heads) but there are also plenty of interactive activities so that you can experience what it means exactly to",
        "comentario_data": " January 2020"
    },
    {
        "autor_comentario": "greengirl68",
        "autor_endereco": "Nashville, Tennessee",
        "comentario_titulo": "Maybe hokey, but we had a great time",
        "comentario_corpo": "I know, I know, the \"experiments\" may be more trick than science, but our guide was so awesome, we just didn't care. She brought the experience to life and made the whole tour interesting and fun. The guide makes a huge difference.   Along with the goofy experiments, there was a",
        "comentario_data": " January 2020"
    },
    {
        "autor_comentario": "Aussienando",
        "autor_endereco": null,
        "comentario_titulo": "Brilliant - informative, interactive and fun !  The equator.......",
        "comentario_corpo": "Our guide at Intinan Museum, Ibeth, was excellent - great knowledge of Ecuador and combined with a perfect amount of humour.  We learnt a little about Ecuador in addition to being on the equator - with some experiments (water, egg, walking).  We really enjoyed our visit and I'd",
        "comentario_data": " January 2020"
    },
    {
        "autor_comentario": "Cavydad",
        "autor_endereco": "Camarillo, California",
        "comentario_titulo": "Walk the line, if you dare!",
        "comentario_corpo": "Walk the line, if you dare! Also taste the cocoa bean. Lot of fun treats. On the real equator. At times hokey, take the shrunken heads and the blow tarts. Rather a distance from downtown Quito. Find a tour that includes it as the roads and drivers can be very independent. Fun",
        "comentario_data": " January 2020"
    },
    {
        "autor_comentario": "NCE",
        "autor_endereco": "Quito, Ecuador",
        "comentario_titulo": "It is good to be back on the real equator line",
        "comentario_corpo": "As an Ecuadorian you are supposed to know everything about the equator line but there is a few misconceptions.  Fortunalety, the Inti Ñan Museum is a great source of information and history. You'll get to learn about Ecuadorian fauna, geography, native indigenous people,",
        "comentario_data": " January 2020"
    },
    {
        "autor_comentario": "rover257",
        "autor_endereco": "Ireland",
        "comentario_titulo": "Worth a visit.",
        "comentario_corpo": "Some good info but mainly a bit of fun not to be taken too seriously. Only $4 but need add a couple of tips also. The various 'experiments' are very dubious but a bit of a laugh with a crowd. Worth visiting if you are passing.",
        "comentario_data": " October 2019"
    },
    {
        "autor_comentario": "Eric H",
        "autor_endereco": "Moab, Utah",
        "comentario_titulo": "Outstanding museum/experiments on the equator",
        "comentario_corpo": "This museum is on the real equator on like the large government equator park just down the road. The effort that they’ve made here to re-create cultural villages in experiences is outstanding as are the science experiments and guides. Our whole family loved it and it is a must",
        "comentario_data": " December 2019"
    },
    {
        "autor_comentario": "debrad328",
        "autor_endereco": null,
        "comentario_titulo": "Enjoyed this site for middle of the earth pictures!",
        "comentario_corpo": "This place was better for middle of the earth pictures! They had more interactive things to do regarding the middle of the earth. Really enjoyed this place!",
        "comentario_data": " November 2019"
    },
    {
        "autor_comentario": "301lisa33",
        "autor_endereco": "Coventry, United Kingdom",
        "comentario_titulo": "Excellent, for all ages",
        "comentario_corpo": "This museum located on the equator (as identified by GPS) has some interesting interactive demos.  The entrance fee is reasonable.  The guide was good at explaining the science.  There are also a few cultural exhibits which will interest some.",
        "comentario_data": " November 2019"
    },
    {
        "autor_comentario": "rpantoga",
        "autor_endereco": "Chicago, Illinois",
        "comentario_titulo": "nothing like it",
        "comentario_corpo": "Very interesting.  Lots of great trivia information and interactive activities.  Balance the egg, can you walk a straight line?   ",
        "comentario_data": " December 2019"
    },
    {
        "autor_comentario": "Savage1960",
        "autor_endereco": "Peachtree Corners, Georgia",
        "comentario_titulo": "Interactive and Educational",
        "comentario_corpo": "My teen and I thoroughly enjoyed this interactive museum and tour.  Sure, the guides' script may be a bit hokey, but so what?   Standing on the equator, trying to balance an egg on a nail, seeing water change direction as you step on and either side of the equator line - good",
        "comentario_data": " November 2019"
    },
    {
        "autor_comentario": "Md Ahsan",
        "autor_endereco": "Potomac, Maryland",
        "comentario_titulo": "Not very interesting",
        "comentario_corpo": "Display of amazonian life is not very exciting especially if you have seen any discovery documentary or read an article or two on National Geographic Magazine! What bothered me is the staff trying to explain how gravity works on the equatorial line, seemed like street magic than",
        "comentario_data": " October 2019"
    },
    {
        "autor_comentario": "Sportyrod",
        "autor_endereco": "Hobart, Australia",
        "comentario_titulo": "Which way will the water flush?",
        "comentario_corpo": "This museum was so much fun. Not only can you stand on the equator line, you can see an experiment on how the water flushes in opposite directions depending on which hemisphere you’re in. Also lots of displays about the locality.",
        "comentario_data": " November 2019"
    },
    {
        "autor_comentario": "k_girl883",
        "autor_endereco": "Russell, Canada",
        "comentario_titulo": "A fun stop while in the area",
        "comentario_corpo": "No more then 45minutes -1 hour is needed there. A fun stop to see the equator line and it’s effects. The location has a traditional history house, a reproduced burial mound and a lovely garden. You will be challenged to balance an egg on a nail (which is harder then it sounds).",
        "comentario_data": " October 2019"
    },
    {
        "autor_comentario": "Rich30306",
        "autor_endereco": "Atlanta, Georgia",
        "comentario_titulo": "Corny but Fun",
        "comentario_corpo": "A definite stop has to be at the equator. The museum has a $4 entrance fee. Once inside a guide walks you around and explains the area, people and equator. It’s rather corny...the experiments on the equator are real cool. ",
        "comentario_data": " November 2019"
    },
    {
        "autor_comentario": "FlyingPuck27",
        "autor_endereco": "Portland, Oregon",
        "comentario_titulo": "Beware of their fake \"science\" experiments.",
        "comentario_corpo": "It would be more interesting to visit if they were not presenting their fake \"science\". Check YouTube before you go.",
        "comentario_data": " October 2019"
    },
    {
        "autor_comentario": "Aurora Junkie",
        "autor_endereco": "Whitehaven, United Kingdom",
        "comentario_titulo": "Loved our visit ",
        "comentario_corpo": "We were short on time on this visit here as had to fit it in before our flight home due to an itinery change beyond our control. We had a guide who took us round the museum and showed us around everything. Also did some experiments with us which were really interesting. Again",
        "comentario_data": " October 2019"
    },
    {
        "autor_comentario": "Mickirish",
        "autor_endereco": "Belmont, Massachusetts",
        "comentario_titulo": "Quirky and fun",
        "comentario_corpo": "This open air \"museum\" is on the real equator line, and that's only one of the reasons why it's so unique.  Your guide will take you through the various exhibits, including some experiments on the line itself.  While there, don't forget to go into the \"chocolate house\" and see",
        "comentario_data": " May 2019"
    },
    {
        "autor_comentario": "terrycarlson2018",
        "autor_endereco": "Asheville, North Carolina",
        "comentario_titulo": "WE had a great guide...interesting!",
        "comentario_corpo": "If you in Quito - you are too close not to visit the equator line!  The person working in the museum shared lots of fun and interesting facts about the equator.",
        "comentario_data": " September 2019"
    },
    {
        "autor_comentario": "Brandylady",
        "autor_endereco": "Aberdeen, United Kingdom",
        "comentario_titulo": "Equator line experiments so interesting!",
        "comentario_corpo": "Visited here with a group on same adventure holiday . The museum itself shows some interesting stuff shrunken heads, glass case with huge tarantula, small fish that can enter your body via urethra etc. But the experiments on the actual equator line were so much fun and so",
        "comentario_data": " October 2019"
    },
    {
        "autor_comentario": "Maria F",
        "autor_endereco": "Ottawa, Canada",
        "comentario_titulo": "Weird! And that's why you should go.",
        "comentario_corpo": "I visited this bizarre museum located on the equator with my 80 yo mom and two teenage nieces. It had everything from totems to a tomb, to a detailed presentation on how to make a shrunken human head, which I could have done without.  But the actual equator stuff was super",
        "comentario_data": " August 2019"
    },
    {
        "autor_comentario": "Stay430758",
        "autor_endereco": null,
        "comentario_titulo": "Museum visit",
        "comentario_corpo": "We both very much enjoyed the visit, nice layout. Also, the staff was very pleasant. Definitely worth the time!",
        "comentario_data": " January 2019"
    },
    {
        "autor_comentario": "sndovale",
        "autor_endereco": "Lincoln, California",
        "comentario_titulo": "This is he one",
        "comentario_corpo": "We went here on our own and paid for the guide. It was well worth it. You learn some other interesting facts and can stand on the actual equator.",
        "comentario_data": " September 2019"
    },
    {
        "autor_comentario": "Tavuk",
        "autor_endereco": "Brightwater, New Zealand",
        "comentario_titulo": "Very interesting and fun",
        "comentario_corpo": "I visited here with Community Adventures tour from the Community Hostel in Quito.  It was great fun as well as informative.  Learning about the indigenous people and their customs was good as was the fun and games on the equator line.  Don't forget your passport if you want to",
        "comentario_data": " September 2019"
    },
    {
        "autor_comentario": "Ciara Led",
        "autor_endereco": "Makati, Philippines",
        "comentario_titulo": "The real Mitad del Mundo ",
        "comentario_corpo": "This is the place you need to go to to experience the center of the earth! It was amazing! You will see and feel the difference being right at the center of the earth!",
        "comentario_data": " September 2019"
    },
    {
        "autor_comentario": "Robert",
        "autor_endereco": null,
        "comentario_titulo": "Intinan Museum",
        "comentario_corpo": "For a real experience of the center of earth visit here. With good guides to explain where you are and leaving with a good understanding of where you were.",
        "comentario_data": " September 2019"
    },
    {
        "autor_comentario": "Rick R",
        "autor_endereco": "DeWitt, Michigan",
        "comentario_titulo": "Exceeded expectations with a great guide",
        "comentario_corpo": "We visited the museum on September 12, 2019 on a day that was not crowded at all. An English speaking guide was available for us that was engaging, informative, and humorous. The explanations of the indigenous peoples, the shrunken heads, and jungle wildlife was great. The time",
        "comentario_data": " September 2019"
    },
    {
        "autor_comentario": "Les De Q",
        "autor_endereco": "Utrecht, The Netherlands",
        "comentario_titulo": "Take it with a pinch of salt ",
        "comentario_corpo": "You will be entertained, amazed and convinced! A guide will take you through the grounds in a small group, informing you about Ecuador and is history and giving you the opportunity to join in with a traditional dance. You will also get hands on opportunities to engage in",
        "comentario_data": " May 2019"
    },
    {
        "autor_comentario": "DestinationEnjoy",
        "autor_endereco": null,
        "comentario_titulo": "Neat place!",
        "comentario_corpo": "Fun and interactive visit, if a bit short. You get to learn about phenomena that occur near the equator line as well as a little bit about Ecuador and its people.   The English speaking guide attached to the museum is very good.  Be sure to bring your passport to get a stamp on",
        "comentario_data": " September 2019"
    },
    {
        "autor_comentario": "Kaye N",
        "autor_endereco": "Provo, Utah",
        "comentario_titulo": "THE \"REAL\" Equator Spot",
        "comentario_corpo": "This was a fun place - $4 each and you go with a guide who explains things and does the fun experiments on the equator. It's a bit cheesy but we went to this one and Mitad del Mundo and we preferred this smaller one.   Go early before the tour buses get there. The parking is",
        "comentario_data": " August 2019"
    },
    {
        "autor_comentario": "Leandro B",
        "autor_endereco": "Sao Paulo, SP",
        "comentario_titulo": "Great experience and learning about the difference on the hemispheres",
        "comentario_corpo": "Very easy to get from Quito Downtown, the Uber ride cost $13 each way and takes less than 30min. If you are in the rush you can see all in 1 hour. ",
        "comentario_data": " July 2019"
    },
    {
        "autor_comentario": "travelbug31970",
        "autor_endereco": "Washington DC, District of Columbia",
        "comentario_titulo": "Cool spot for families",
        "comentario_corpo": "We loved the middle of the world \"games,\" shrunken heads, and indigenous history. The chocolate tasting and explanation were also awesome!",
        "comentario_data": " June 2019"
    },
    {
        "autor_comentario": "barb s",
        "autor_endereco": "Quito, Ecuador",
        "comentario_titulo": "Fun way to experience the Equator",
        "comentario_corpo": "I went here with my Spanish Language Teacher to practice my spanish and have some tourist fun.  It was very fun and learned little about life in Ecuador.  Played the Equator games, got a passport stamp and rode a city bus.  It was a great adventure.  A bit far from Quito but I",
        "comentario_data": " August 2019"
    },
    {
        "autor_comentario": "betty l",
        "autor_endereco": "Brampton, Canada",
        "comentario_titulo": "Much Better Than Mitad Del Mundo",
        "comentario_corpo": "This museum was part of our tour to Mitad Del Mundo. We didnt know that we had to drop by this museum before going to the nearby Mitad Del Mundo. The advantage of this attraction is that they have interesting experiments to prove that the real equator line is in their museum",
        "comentario_data": " May 2019"
    },
    {
        "autor_comentario": "AdventureFranzi",
        "autor_endereco": "Washington DC, District of Columbia",
        "comentario_titulo": "Hidden gem, very worth the trip",
        "comentario_corpo": "Found this in researching Mitad Del Mundo trips. This museum is really more of an outdoor park discussing different tribal lifestyles and the effect nature has on their life. Woven into the storyline is the fact that the museum sits on the gps measured equator line (as opposed",
        "comentario_data": " August 2019"
    },
    {
        "autor_comentario": "Lil R",
        "autor_endereco": null,
        "comentario_titulo": "Interesting and interactive",
        "comentario_corpo": "The museum was extremely interesting, the guide had lots of knowledge and interesting facts. Its was really interactive with lots of different tasks to do on the line of the equator. As well as this you find out about Ecuadors past. It is well worth a visit we really enjoyed it.",
        "comentario_data": " August 2019"
    },
    {
        "autor_comentario": "Val",
        "autor_endereco": "Sao Paulo, SP",
        "comentario_titulo": "Cool experience",
        "comentario_corpo": "It´s a really cool experience! Try balancing an egg on a nail if you can.  The museum is more interesting attraction than the Midle of The World.",
        "comentario_data": " August 2019"
    },
    {
        "autor_comentario": "Awa909",
        "autor_endereco": "Ottawa, Canada",
        "comentario_titulo": "Not to be missed!!",
        "comentario_corpo": "After visiting The Mitad del Mundo monument -go to Intinan Museum, where the actual equator  is. The natives got it right!!! Experience some of the cool tests offered there to show and prove what happens north and south of the equator.. ( For example water going down the drain",
        "comentario_data": " September 2018"
    },
    {
        "autor_comentario": "MilkmaidTS",
        "autor_endereco": "Todos Santos",
        "comentario_titulo": "Worth a visit!",
        "comentario_corpo": "This was such an interesting and colorful experience. Yes...touristy, but very well done. We watched a great traditional dancer, saw amazing historical exhibits...shrunken heads and all...guinea pigs (learned they are a food staple), how people lived in early days, and the fun",
        "comentario_data": " July 2019"
    },
    {
        "autor_comentario": "Robert D",
        "autor_endereco": "Brooklyn, New York",
        "comentario_titulo": "Interesting museum",
        "comentario_corpo": "This museum displays the indigenous cultures of Ecuador.  I enjoyed the chocolate making display.  It also sits on the equator, as measured by GPS.  There are some experiments to show the effects of the equator, but the real treasures are the displays of native culture.",
        "comentario_data": " June 2019"
    },
    {
        "autor_comentario": "haroldvanderschmidt",
        "autor_endereco": "Dubai, United Arab Emirates",
        "comentario_titulo": "Quito Highlight",
        "comentario_corpo": "The Museum was part of my tour in Quito. It was very interesting and educational. Some activities were included like balancing an egg on a head of a nail at the equator line. If you visit Quito you should not miss it.",
        "comentario_data": " May 2019"
    },
    {
        "autor_comentario": "cjschreiner",
        "autor_endereco": "Chandler, Arizona",
        "comentario_titulo": "Interactive tour ",
        "comentario_corpo": "The true center of the world. Fun tour that is provided that is an interactive tour. Balance an egg and try walking a straight line on the equator. ",
        "comentario_data": " April 2019"
    },
    {
        "autor_comentario": "Ray L",
        "autor_endereco": "Newport Beach, California",
        "comentario_titulo": "Kinda bad",
        "comentario_corpo": "Our pre cruise activities included the option for this tour and while I don’t regret going, still laughing about how bad it was.  Our bus drove past the beautiful facility that was built on the apparently not so accurate Equator and it looked incredible. In 2000, the use of Gps",
        "comentario_data": " July 2019"
    },
    {
        "autor_comentario": "MurielC132018",
        "autor_endereco": "Kent, United Kingdom",
        "comentario_titulo": "Such a highlight of our tour – don’t miss it!",
        "comentario_corpo": "It only costs a few dollars to enter but for that you get a guide in your own language to take you round and tell you about everything – animals, history, textiles, and do loads of experiments on the actual equator. You would not believe some of the things that happen. You can",
        "comentario_data": " April 2019"
    },
    {
        "autor_comentario": "Rae Rae C",
        "autor_endereco": null,
        "comentario_titulo": "Interesting museum about the equator and the aboriginal people in Ecuador",
        "comentario_corpo": "A bit kitschy but was neat to see the equator “activities” and learn a little bit about the history of the area.  The sun dials are very cool.",
        "comentario_data": " June 2019"
    },
    {
        "autor_comentario": "Lola D",
        "autor_endereco": null,
        "comentario_titulo": "what a lovely way to spend a Sunday afternoon!!!",
        "comentario_corpo": "I went as a solo traveler wondering how to spend my Sunday afternoon. The visit was great, I highly recommend it for everyone \"solo travelers, group of friends or families with kids\" the staff was really kind and our Guide RONANDO was just perfect. The tour was fun and",
        "comentario_data": " June 2019"
    },
    {
        "autor_comentario": "Crcb",
        "autor_endereco": "Williamsburg, Virginia",
        "comentario_titulo": "Really interesting to learn more about the indigenous people",
        "comentario_corpo": "Our guide was terrific and very enthusiastic about sharing lore of the people and area. Being at the center of everything was fun. She had us try some experiments that showed how things work differently when you are in different hemispheres. It was very informative and",
        "comentario_data": " June 2019"
    },
    {
        "autor_comentario": "Indiana_Jonesse",
        "autor_endereco": "San Francisco, California",
        "comentario_titulo": "Fun, Educational, Cultural",
        "comentario_corpo": "The museum is the brainchild of Humberta Vera who initiated equatorial zoning studies from a scientific viewpoint that later expanded into observations and acknowledgement of existence of the nearby regi0n for its sociological aspects. Since its initiation in 1960, the museum",
        "comentario_data": " May 2019"
    },
    {
        "autor_comentario": "TravelswithSheila",
        "autor_endereco": null,
        "comentario_titulo": "Super fun and interesting",
        "comentario_corpo": "I don't usually like museums, but this one gave a good overview of some of the rich Ecuadorian culture and history. The guide was wonderful and it was really fun to see the effects of the Equator (balancing and egg on a nail, seeing how water drains differently on different",
        "comentario_data": " May 2019"
    },
    {
        "autor_comentario": "Ray S",
        "autor_endereco": "New York, United States",
        "comentario_titulo": "Most authentic of the two Equator experiences",
        "comentario_corpo": "So glad we included this experience on our private car tour of Quito's surrounding attractions.  We found that the tour leader had a genuine interest in providing our small group with an engaging presentation.  The variety of information and content shared, along with some of",
        "comentario_data": " May 2019"
    },
    {
        "autor_comentario": "Lawrence O",
        "autor_endereco": "Edgewater, New Jersey",
        "comentario_titulo": "Magnetic Attraction",
        "comentario_corpo": "Don't bother going to the fancy monument, this is where the real fun is. Ecuador got it's name for being on the equator, this quirky little museum has the true equator running right through it. The presentations and the science is mind boggling. They have you stand on the",
        "comentario_data": " May 2019"
    },
    {
        "autor_comentario": "Mr. Fisher",
        "autor_endereco": "Tampa, Florida",
        "comentario_titulo": "Fun visit",
        "comentario_corpo": "We asked our private driver in Quito to take us to \"mitad del mundo\" and this is where he took us, not the big equator monument with the gift shops. Initially I was skeptical but I think now that most tourists prefer this museum to the monument itself. They do some \"tricks\"",
        "comentario_data": " April 2019"
    },
    {
        "autor_comentario": "newhampshire680",
        "autor_endereco": "new hampshire",
        "comentario_titulo": "Excellent trip to the Equator",
        "comentario_corpo": "We decided to visit the Intinan Museum instead of the monument so that we could stand on the real equator. We were surprised at all the exhibits and interesting stories about the Ecuadorian Indigenous peoples. We also loved the experiments that they did on the equator. This is a",
        "comentario_data": " April 2019"
    },
    {
        "autor_comentario": "SueMu",
        "autor_endereco": "Brockport, New York",
        "comentario_titulo": "Fun with science ",
        "comentario_corpo": "The experiments on the equator amazed me. My son balanced the egg on the nail and got a nice certificate. Such a cool place to visit. Displays depicting all the areas of Ecuador were very informative. ",
        "comentario_data": " April 2019"
    },
    {
        "autor_comentario": "Toto V",
        "autor_endereco": "Washington DC, District of Columbia",
        "comentario_titulo": "Super cool and much better than the official museum",
        "comentario_corpo": "Definitely the best guides and experiments are here! I’d recommend you to go here first and if you have extra time go to the touristy museum. Recommend it 100%",
        "comentario_data": " March 2019"
    },
    {
        "autor_comentario": "MissHK2009",
        "autor_endereco": "Hong Kong, China",
        "comentario_titulo": "Surprisingly Good",
        "comentario_corpo": "Didn't expect much before going but found great fun during the visit. There's a guide on the spot who explained the Amazon life, the magic power at equator and various experiments there, cocoa and chocolate etc. I enjoy much. ",
        "comentario_data": " April 2019"
    },
    {
        "autor_comentario": "JN Travels",
        "autor_endereco": "Ontario, Canada",
        "comentario_titulo": "The Actual Equator Line Park",
        "comentario_corpo": "Entrance fee is $4USD- which keep in mind if you are a budget traveller and want to visit all 3 “equator sites.” We visited this site after the Mitad Del Mundo Park and thought both had an equal balance of Ecuadorian History exhibits, science experiments and over the top tourist",
        "comentario_data": " April 2019"
    },
    {
        "autor_comentario": "Boomer",
        "autor_endereco": "Prescott, Arizona",
        "comentario_titulo": "Great for families",
        "comentario_corpo": "Supposedly the true Equator.  Many exhibits of local history and experiments associated with the equator.  Not everything you think you see is true.  Try to determine how they make the outcomes of the experiments predictable.",
        "comentario_data": " April 2019"
    },
    {
        "autor_comentario": "Julia H",
        "autor_endereco": "Wilmington,NC, United States",
        "comentario_titulo": "Engaging and Informative",
        "comentario_corpo": "A portion of this museum is dedicated to acquainting tourist with Ecuatorian history.  Another section is dedicated to promoting Ecuatorian chocolate; we are not firm converts! However, the most interesting section was the interactive portion that allows visitors to experiment",
        "comentario_data": " March 2019"
    },
    {
        "autor_comentario": "tenthlisten",
        "autor_endereco": "San Francisco, California",
        "comentario_titulo": "Great Tour and Experiments",
        "comentario_corpo": "The Intinan Museum is located on the actual equator. The experiments were very cool and our guide was awesome. He spoke English very well and was efficient - he got through the tour quickly but always asked if we had questions and never made us feel rushed. There is also an",
        "comentario_data": " April 2019"
    },
    {
        "autor_comentario": "Jim H",
        "autor_endereco": "Huntley, Illinois",
        "comentario_titulo": "Nice little tour and talk ",
        "comentario_corpo": "$4 per person for this out of the way center on the equator. Tour guides were nice and informative. Even had a few challenges right on the equator.  About an hour. ",
        "comentario_data": " April 2019"
    },
    {
        "autor_comentario": "ThrillAndChill",
        "autor_endereco": "Perth",
        "comentario_titulo": "Worth a look, interesting.",
        "comentario_corpo": "Glad I made an effort to visit this place. I was fortunate enough to have a private guide who was amazing (Myriam). Very informative and went at a good pace. Simple displays however fun and informative.  This is the actual GPS line. I also visited the other / original / yellow",
        "comentario_data": " April 2019"
    },
    {
        "autor_comentario": "PrincessFi88",
        "autor_endereco": "Vancouver, Canada",
        "comentario_titulo": "Weird but wonderful",
        "comentario_corpo": "We happened past here when visiting the Mitad del Mundo and, for $4 each, decided to check it out. First we did a guided tour of the place (not optional) and saw random things- a shrunken head, some guinea pigs, some replication houses of tribes people, and some questionable",
        "comentario_data": " April 2019"
    },
    {
        "autor_comentario": "murmur9630",
        "autor_endereco": null,
        "comentario_titulo": "A fun Equator distraction",
        "comentario_corpo": "We went to this place after the \"main\" equator site. This one was much more informal, fun, completely distracting, a bit informative with lots of drama built-in, a little bit fake facts and trickery but all in good fun and taste. This one claims to be the one true Equator. Not",
        "comentario_data": " March 2019"
    },
    {
        "autor_comentario": "Lucybelle1",
        "autor_endereco": "Tampa, Florida",
        "comentario_titulo": "Actual equator line, the “museum” can do better ",
        "comentario_corpo": "The place appears to be marking the right equatorial line as per GPS (I guess it was not bad the French were 200 meters off over 200 years ago). The guides are nice and everyone has fun with some demonstrations. The “museum“ could be better. It is a 30-45 minute visit.",
        "comentario_data": " April 2019"
    },
    {
        "autor_comentario": "nathan b",
        "autor_endereco": "Athens, Greece",
        "comentario_titulo": "Short but fun visit",
        "comentario_corpo": "We stopped for about 30 min after a day in Mindo and had a great time. Saw the fake equator demonstrations which were fun and saw actual shrunken heads. The tour guide was great and we got the certificate for balancing the egg.",
        "comentario_data": " March 2019"
    },
    {
        "autor_comentario": "Sachia",
        "autor_endereco": null,
        "comentario_titulo": "The REAL middle of the world",
        "comentario_corpo": "The tour was exceptional, helpful and you come to understand more about the equator, the history of Ecuador, and the traditions. Also got a stamp for visiting the middle of the world in my passport. ",
        "comentario_data": " March 2019"
    },
    {
        "autor_comentario": "Gran2098",
        "autor_endereco": "Boston, Massachusetts",
        "comentario_titulo": "A compulsory visit to the actual equator",
        "comentario_corpo": "An interesting but rather odd museum.  Had a very enthusiastic guide but the place tries to cover a lot of Ecuador so the first exhibit and explanation was on shrunken heads and how it was done.  ",
        "comentario_data": " March 2019"
    },
    {
        "autor_comentario": "Roxy B",
        "autor_endereco": "Kennewick, Washington",
        "comentario_titulo": "Tons of fun ",
        "comentario_corpo": "The museum was a ton of fun! The staff was also fantastic and provided multilingual tours. The tour was very informational and you learned about how it came to be know as the middle of the world and who discovered it. You also learn about the native tribes of Ecuador and how the",
        "comentario_data": " March 2019"
    },
    {
        "autor_comentario": "mom2017",
        "autor_endereco": "Houston",
        "comentario_titulo": "Highlight of Our Trip!",
        "comentario_corpo": "The Intiman Museum exceeded all of our expectations!!!!   The employees were very knowledgeable and patient with our teenage children.  The museum was very hands on. We were able to balance an egg on a nail on the equator line and watched the water swirl in counter clockwise and",
        "comentario_data": " March 2019"
    },
    {
        "autor_comentario": "CPH - Denmark",
        "autor_endereco": "Copenhagen, Denmark",
        "comentario_titulo": "No need to go - a tourist trap with produced artifacts",
        "comentario_corpo": "I did some background research before visiting Intinan.   I am not sure how scientifically proved the sight really is.  You will be exposed to a lot of tourist traps – fake information: The \"stunts\" include the egg yolks, the water circulating in a bowl, walking along the",
        "comentario_data": " February 2019"
    },
    {
        "autor_comentario": "TinsleySC",
        "autor_endereco": "Catawba, South Carolina",
        "comentario_titulo": "True Equator",
        "comentario_corpo": "This is the true Equator line. The tour was very informative and absolutely fun. Our guide gave us a history lesson and demonstrated the effects of the gravitational influences of the Equator. This is a must do when in Ecuador.",
        "comentario_data": " March 2019"
    },
    {
        "autor_comentario": "Greenjag",
        "autor_endereco": "Warrington, United Kingdom",
        "comentario_titulo": "The true equator line is here!",
        "comentario_corpo": "This museum is near to the Mitad deal Mundo, but more low key. Tours in English are available regularly. In addition to visiting the equator line and carrying out experiments, you learn about the culture of the indigenous people...even a demo. of head shrinking. Interesting and",
        "comentario_data": " February 2019"
    },
    {
        "autor_comentario": "Thecatsmum4",
        "autor_endereco": "Kettering, United Kingdom",
        "comentario_titulo": "Interesting and Informative fun",
        "comentario_corpo": "This is hidden away, try not to miss it. Tours run hourly in different languages, our guide spoke good English and was both informative and fun.  The tour covers Jungle exhibits, a shrunken head and geographical exhibits, all which are explained to you in detail.  Then there are",
        "comentario_data": " December 2018"
    },
    {
        "autor_comentario": "John M",
        "autor_endereco": "Raleigh, North Carolina",
        "comentario_titulo": "A bit cheesy but fun",
        "comentario_corpo": "This is not the main Mitad del Mundo tourist attraction through which the equator does not run.  This is a little off the beaten track but does have the equator running through it.  It has a bunch of historic exhibits, but the main attraction is being able to actually stand with",
        "comentario_data": " February 2019"
    },
    {
        "autor_comentario": "goblin_princess",
        "autor_endereco": "Los Angeles, California",
        "comentario_titulo": "Interesting, but with a dreadful end - Interesante...pero final pésimo",
        "comentario_corpo": "We picked the tour in Spanish and everything went well until a few French people joined our group(mind you, they weren’t part of the group). From that moment on our guide went from Spanish to French. Terrible, just terrible! I would not recommend.  Escojimos el tour en español y",
        "comentario_data": " March 2019"
    },
    {
        "autor_comentario": "Farmer Beth",
        "autor_endereco": "Peru, New York",
        "comentario_titulo": "This was a really nice little museum, and much better than the Mital de Mundo next door.",
        "comentario_corpo": "This little museum is hidden but was really nice. Featured both civilization that predated the Incas and had a very enjoyable hands-on equator program.  To find it, go to the big Mital de Mundo entrance, turn around and face back to the street.  Go left along the fence to end",
        "comentario_data": " January 2019"
    },
    {
        "autor_comentario": "Stacy W",
        "autor_endereco": "Waukesha, WI",
        "comentario_titulo": "Super cool seeing the Equator!",
        "comentario_corpo": "Excellent park .  Our guide Gabriel, was very knowledgeable.  It was very interesting and a must see if you visit Quito.",
        "comentario_data": " January 2019"
    },
    {
        "autor_comentario": "IAMTHETRAVELGOD",
        "autor_endereco": "New York City, New York",
        "comentario_titulo": "Intiñan Museum ",
        "comentario_corpo": "Intiñan Museum has the Ecuador line running through it and they show you the forces at play on both the north and south sides of the line. It is worth checking out when in Quito. ",
        "comentario_data": " February 2019"
    },
    {
        "autor_comentario": "JrnyJunkie",
        "autor_endereco": "Cleveland, Ohio",
        "comentario_titulo": "Great fun and so interesting.",
        "comentario_corpo": "We had a fabulous time here and learned a lot.  This is such a wonderful experience and our guide did a great job.  I would enjoy it again if I ever get back to Quito.",
        "comentario_data": " February 2019"
    },
    {
        "autor_comentario": "Nadim S",
        "autor_endereco": "Beirut, Lebanon",
        "comentario_titulo": "True Equator Line",
        "comentario_corpo": "Museo Intiñan is the place where the true equator line passes!!! The French measured a wrong line some 150 years ago and built what is known as Ciudad Mitad del Mundo, but recently, with advanced tools, they found out that it is wrong, and that the Intiñan museum is the right",
        "comentario_data": " January 2019"
    },
    {
        "autor_comentario": "Bill G",
        "autor_endereco": "Des Moines, Iowa, United States",
        "comentario_titulo": "Cool Cultural Experience at the Actual Equator",
        "comentario_corpo": "The official Mitad del Mundo site is not actually on the Equator--government bureaucracy at its best. But this nearby museum is on the actual Equator and it is a great cultural experience. ",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "Beth S",
        "autor_endereco": "Peru, New York, United States",
        "comentario_titulo": "Outstanding",
        "comentario_corpo": "Very good pre-Inca (?Aztec) indigenous exhibit AND excellent science exhibit/activities. We have been in Ecuador two weeks and this is the best museum so far.  ",
        "comentario_data": " January 2019"
    },
    {
        "autor_comentario": "lh_1996",
        "autor_endereco": "Seattle",
        "comentario_titulo": "A must go place in Quito",
        "comentario_corpo": "A very unique and interesting place: it is exactly on the equator. The display/experiments do make one start to think. One of the questions I have been thinking is: is it easier for ancient people living on/near equator to figure out that the earth is round?   A fun fact: the",
        "comentario_data": " December 2018"
    },
    {
        "autor_comentario": "taxdestroyer",
        "autor_endereco": "Eugene, Oregon",
        "comentario_titulo": "The True Equator",
        "comentario_corpo": "This museum claims to have located the true center of the earth using a military grade GPS. The $4 entry fee gets you an English speaking tour guide who demonstrates how a vortex spins with counter-clockwise motion in the northern hemisphere and spins in a clockwise direction 20",
        "comentario_data": " January 2019"
    },
    {
        "autor_comentario": "timsnorm",
        "autor_endereco": "Quito, Ecuador",
        "comentario_titulo": "Interesting guided tour—in English",
        "comentario_corpo": "Our very knowledgable guide made this stop worthwhile.  $4 admission, and the best thing is that they will stamp your passport with “equator”!   They will also give you a “diploma” if you balance an egg on the nail.    Delightful in a tacky, touristy way.  Lamas on display at",
        "comentario_data": " January 2019"
    },
    {
        "autor_comentario": "Nikki Zimbler",
        "autor_endereco": "London, United Kingdom",
        "comentario_titulo": "Fascinating place. Informative guide ",
        "comentario_corpo": "Superb tour. Well worth visiting. Stand on the equator line. Try to walk on the line without falling. Great guide. ",
        "comentario_data": " January 2019"
    },
    {
        "autor_comentario": "Summerasalifestyle",
        "autor_endereco": "Malibu, California",
        "comentario_titulo": "Way cool",
        "comentario_corpo": "Terrific tour and history of the equator as well beliefs about it. They also provide history of Ecuador and its indigenous peoples.   Totally interactive and way cool. Nice games to show effect of the equator.  They have lines and signs for the equator but my gps apps had it 4",
        "comentario_data": " January 2019"
    },
    {
        "autor_comentario": "Juan Abel P",
        "autor_endereco": "Quito, Ecuador",
        "comentario_titulo": "A different experience of the Equator Memorial",
        "comentario_corpo": "An excellent complement to your visit to the Equator Memorial, this small almost un noticed museum offers a different interactive experience.  During your visit you wil be able to enjoy a mix of scientific facts and tradittional beliefs.  Do not miss it if you are close to the",
        "comentario_data": " July 2018"
    },
    {
        "autor_comentario": "Moliis",
        "autor_endereco": "Kigali, Rwanda",
        "comentario_titulo": "Nice mix of science and traditional beliefs",
        "comentario_corpo": "As proposed in a number of places, we skipped the official equator memorial and just visited this museum, which apparently is the one on the actual equator (as opposed to the main monument, which is 200 meters off thanks to some French scientists' false calculations). The museum",
        "comentario_data": " January 2019"
    },
    {
        "autor_comentario": "mickeyik",
        "autor_endereco": "Auckland",
        "comentario_titulo": "Much better than expected!",
        "comentario_corpo": "This is a really well designed, interactive, informative, interesting and fun equator experience. In all honesty we just wanted to go and say we had stood on the equator. So the museum, experiments, history, guide, photo opportunities made this a really fun trip. It's a nice",
        "comentario_data": " December 2018"
    },
    {
        "autor_comentario": "Karson and Emily",
        "autor_endereco": "Texas",
        "comentario_titulo": "Equator",
        "comentario_corpo": "We were quite excited to finally find this place! We had gone to the larger Equator museum/park but had heard of a smaller one that was located on the real equator. We very much recommend stopping by this one!  The museum covers the history of the native people of the",
        "comentario_data": " July 2018"
    },
    {
        "autor_comentario": "RockPaperTravel",
        "autor_endereco": "Edmonton, Canada",
        "comentario_titulo": "Great little museum ",
        "comentario_corpo": "Wonderful experience at the “actual” equator line. We had a fantastic guide and it was really interesting seeing the different experiments at the equator line ",
        "comentario_data": " December 2018"
    },
    {
        "autor_comentario": "Alan P",
        "autor_endereco": "Carcassonne Center, France",
        "comentario_titulo": "Interesting Hands-On Exrerience of Equatorial Effects",
        "comentario_corpo": "A variety of effects, such as the usual Coriolis sink plug are demonstrated with a helpful guide. You get a bit more than you expect and it is all quite well done. You get an accurate equatorial line to play with and it is quite surprising how little you have to move from it to",
        "comentario_data": " December 2018"
    },
    {
        "autor_comentario": "bowfinn23",
        "autor_endereco": null,
        "comentario_titulo": "Fun excursion to the equator",
        "comentario_corpo": "A very interesting museum at the equator. Experience the pull of north and south. Intiñan Solar Museum has exhibits of flora and fauna. Very good chocolate.",
        "comentario_data": " December 2018"
    },
    {
        "autor_comentario": "Troy M",
        "autor_endereco": "Seattle, Washington",
        "comentario_titulo": "Entertaining, but probably not in the sense they expect",
        "comentario_corpo": "This museum has got some great gimmicks and is worth a visit for the humor.  As some other reviewers have pointed out, the physical science is a bit questionable. But the guide was fun and he made a point of making sure we had enough pictures of us performing the various",
        "comentario_data": " November 2018"
    },
    {
        "autor_comentario": "Khufu8",
        "autor_endereco": "Oakville, Canada",
        "comentario_titulo": "Great Little Museum",
        "comentario_corpo": "We visited this attraction as part of our Middle of the World tour.  It is only at this site is the actual 0\"0\"0\" latitude found, not at the much larger monument built to honour the French discovery several kilometres away.  Our tour guide was fantastic, and the demonstration of",
        "comentario_data": " November 2018"
    },
    {
        "autor_comentario": "LauraLaureen",
        "autor_endereco": null,
        "comentario_titulo": "lovely and fun museum on the real equator",
        "comentario_corpo": "highly recommended to visit this museum while in Quito! It has a lot of little and fun activities to proof that you are on the equator and lovely guides that show you around",
        "comentario_data": " December 2018"
    },
    {
        "autor_comentario": "W3TB",
        "autor_endereco": "Williamsburg, Virginia",
        "comentario_titulo": "Fun at the Equator",
        "comentario_corpo": "We visited there following lunch at a nearby restaurant called El Crater -- reviewed separately -- about 2-3 km away overlooking a volcano crater area and reviewed separately.  A monument called Mitad del Mundo markes the equator as determined by a French geographic team in the",
        "comentario_data": " September 2018"
    },
    {
        "autor_comentario": "Nicolás K",
        "autor_endereco": null,
        "comentario_titulo": "Some expos are cool but the science is totally wrong",
        "comentario_corpo": "As a scientist, I can not tolerate the fake science they use as entertainment there. The actual half of the world is a few metres outside if you have a GPS you can find it.",
        "comentario_data": " July 2018"
    },
    {
        "autor_comentario": "r4fam2018",
        "autor_endereco": "San Jose, California",
        "comentario_titulo": "Prefer this over Mitad del Mundo",
        "comentario_corpo": "Our family enjoyed this informative tour, which included an english speaking guide.   We learned about the culture, background of the native tribes and location is the actual line of the equator.  Fun and interesting scientific experiments based on being on the equator!",
        "comentario_data": " November 2018"
    },
    {
        "autor_comentario": "Sheryl S",
        "autor_endereco": "Philadelphia, Pennsylvania",
        "comentario_titulo": "Pre-Incan native cultural museum",
        "comentario_corpo": "The collection of this museum is largely reproductions of artifact that are elsewhere (National Bank Museum is one place).  It does give a very easily understandable history of the culture and history of the pre-Incan indigenous people.  The displays are gorgeous.",
        "comentario_data": " October 2018"
    },
    {
        "autor_comentario": "Sierra D",
        "autor_endereco": "Bozeman",
        "comentario_titulo": "The REAL Equator Line with GPS",
        "comentario_corpo": "This is the actual equator line measured with GPS technology. They do some really fun experiments on the line to prove that this is the real spot. It also has a lot of cultural elements and totally worth visiting, especially if you are right down the road the historical landmark",
        "comentario_data": " October 2018"
    },
    {
        "autor_comentario": "Nicole B",
        "autor_endereco": "Uithoorn, The Netherlands",
        "comentario_titulo": "If you have to choose...visit this museum instead of the Mitad del Mundo",
        "comentario_corpo": "We really liked this museum. It was not too crowded and because you'll be with a guide it is informative (not just about the equator but also about the culture) and fun to visit. There is a possibility to do different science experiments.  This is the real equator monument!",
        "comentario_data": " August 2018"
    },
    {
        "autor_comentario": "Vivian R",
        "autor_endereco": "Tumbaco, Ecuador",
        "comentario_titulo": "Educational and fun",
        "comentario_corpo": "I love taking my friends and family here.  Lots of great information about the equator and fun science experiments.  It’s good for young and old.   ",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "PepePitMD",
        "autor_endereco": "Quito, Ecuador",
        "comentario_titulo": "Do not overlook",
        "comentario_corpo": "Almost always overlooked. But must see and experience! The physics of living on the equator is incredible!",
        "comentario_data": " October 2018"
    },
    {
        "autor_comentario": "DianaUIO",
        "autor_endereco": "Quito, Ecuador",
        "comentario_titulo": "Love to go there",
        "comentario_corpo": "I always take foreigners to this place. I love how the guides interact with the tourists and how the place is assigned.  If you go on Sunday, try to go there before 3pm, since they get huge groups at that time from a big agency, so you will need to wait a lot or be part of very",
        "comentario_data": " September 2018"
    },
    {
        "autor_comentario": "Carole D.",
        "autor_endereco": "Ottawa, Canada",
        "comentario_titulo": "What a Fun place!",
        "comentario_corpo": "From the Main Mitad del Mundo monument, we walk about 400 meters on the main road and turn onto a sandy entrance to what appears a little sketchy.  We continue to find a small entrance into a great venue. We are greeted by someone who guides us to an outdoor seating area where",
        "comentario_data": " September 2018"
    },
    {
        "autor_comentario": "fromSantaBarbara",
        "autor_endereco": "Santa Barbara, CA",
        "comentario_titulo": "Although not as well know; apparently actually on the equator per GPS",
        "comentario_corpo": "I was pleasantly surprised, after learning our equator tour was not going to be at the \"center of the world\" but was at this location instead.  I enjoyed their displays of equator phenomenon.  Luckily we were there on the day of the equinox, so it was extra special.  Shadows",
        "comentario_data": " September 2018"
    },
    {
        "autor_comentario": "Karson5",
        "autor_endereco": null,
        "comentario_titulo": "Don't Miss This!",
        "comentario_corpo": "This museum was amazing! It's neat to go to Mitad del Mundo, but do not just go to it. You have to check this one out.   First, you will need to exit Mitad del Mundo (it’s fenced in). As you exit turn to the left and walk down the left side of the street (the sidewalk gets",
        "comentario_data": " July 2018"
    },
    {
        "autor_comentario": "Daniel C",
        "autor_endereco": "Manchester, United Kingdom",
        "comentario_titulo": "Weird but worth it",
        "comentario_corpo": "It’s a lot less grand than you would expect for the middle of the world. Located up a dirt track in the middle of nowhere. But it’s better than the Mitad del Mundo monument id visit this (real 0’0”) over the monument. It’s cheap ish and quite fun hearing all about the equator,",
        "comentario_data": " August 2018"
    },
    {
        "autor_comentario": "S F",
        "autor_endereco": null,
        "comentario_titulo": "I have mixed feelings about Intinan Museum",
        "comentario_corpo": "I unfortunately have mixed feelings about this museum and am highly skeptical of the 'exhibits' that are supposed to prove that you are on the equator.  1. Both my Galaxy and iPhone GPS did NOT show Latitude 0,0,0 on the red line that is supposed to be at Latitude 0,0,0. My GPS",
        "comentario_data": " September 2018"
    },
    {
        "autor_comentario": "lindakost",
        "autor_endereco": "Algonquin, Illinois",
        "comentario_titulo": "Museo Initnan",
        "comentario_corpo": "We arrived late at the museum but they stayed open late and we ended up having a private tour with the owner’s daughter Carolina - it was really terrific.  The museum / park is intimate in design,  thoughtfully laid out, informative and interesting.  Carolina showed us the",
        "comentario_data": " August 2018"
    },
    {
        "autor_comentario": "lobstaluva",
        "autor_endereco": "Springfield, Massachusetts",
        "comentario_titulo": "Interesting and Fun",
        "comentario_corpo": "We spent a couple of hours here on a guided tour and found it to be both educational and childishly fun.  One section brought us through typical dwellings of the indigenous Wuaorani tribe with displays of their furnishings, tools and weapons.  We learned why the anaconda is",
        "comentario_data": " August 2018"
    },
    {
        "autor_comentario": "MalickNdieng",
        "autor_endereco": "Boston",
        "comentario_titulo": "Better options in Quito than this.",
        "comentario_corpo": "If you have any kind of science background, this place will drive you crazy.  The pseudoscientifical displays concerning the equator (water draining, balancing, etc.) are not accurate, and that's being generous.  It's not even the real equator (it's across the road a bit).  The",
        "comentario_data": " July 2018"
    },
    {
        "autor_comentario": "Danielle S",
        "autor_endereco": "Atuntaqui, Ecuador",
        "comentario_titulo": "Real deal ecuator",
        "comentario_corpo": "Actual gps ecuator, meaning the science experiments actually work. Bilingual tour guides, super interesting. Entrance isn’t obvious, just a sign and dirt road, but keep looking.",
        "comentario_data": " August 2018"
    },
    {
        "autor_comentario": "lizethmoran1992",
        "autor_endereco": "Inglewood, California",
        "comentario_titulo": "A must!",
        "comentario_corpo": "Visiting the Intinan Museum is a must if you ever find yourself in Quito, Ecuador. You stand in the middle of the world! Who wouldn't want to experience that? You can (try) walking in a straight line on the equator, balance an egg on a nail, and watch water change direction.  ",
        "comentario_data": " June 2018"
    },
    {
        "autor_comentario": "Adib Farid",
        "autor_endereco": "Sao Paulo, SP",
        "comentario_titulo": "Fanny visit",
        "comentario_corpo": "It is the real latitude 00” measured by GPS!! You see many details of the Equator culture and the visit is guided! Simple, fast  and nice! Very close to the Mitad del Mondo Museum! Entrance us 4",
        "comentario_data": " August 2018"
    },
    {
        "autor_comentario": "Joe S",
        "autor_endereco": "Cleveland, Ohio",
        "comentario_titulo": "Fun way to learn while at the Equator",
        "comentario_corpo": "Our tour guide gave us the choice of going to the standard middle of the world memorial or going to this museum/monument. It's a quaint but very informative and fun experience learning about the equator but also Ecuadorian culture and history. The scientist in you will love the",
        "comentario_data": " August 2018"
    },
    {
        "autor_comentario": "lchh98",
        "autor_endereco": "New York City, New York",
        "comentario_titulo": "Wonderful learning experience.",
        "comentario_corpo": "Visiting this museum was very informative. Our tour guide was knowledgeable and, at the same time, funny. Great place to visit while in Quito.",
        "comentario_data": " July 2018"
    },
    {
        "autor_comentario": "cuquiarcos",
        "autor_endereco": "Quito, Ecuador",
        "comentario_titulo": "Awesome museum to learn about Ecuadorian culture and the importance of Ecuador's location.",
        "comentario_corpo": "Intiñán Museum is a small, but very complete museum.  It's located where the real Equatorial line crosses and divides the world into northern and southern hemispheres.  The tour guide shows you the different spaces of the museum where you can learn and appreciate some aspects of",
        "comentario_data": " August 2018"
    },
    {
        "autor_comentario": "Carrie L",
        "autor_endereco": "Maui, Hawaii",
        "comentario_titulo": "The real thing!",
        "comentario_corpo": "A must do while in Quito. Very inexpensive to visit and great tour guide! Really neat to see some cool experiments too!",
        "comentario_data": " August 2018"
    },
    {
        "autor_comentario": "Daniel F",
        "autor_endereco": "London, United Kingdom",
        "comentario_titulo": "Middle of the world",
        "comentario_corpo": "Supposedly the other museum isn’t actually on the equator, as they measured it wrong previously, whereas this place is now meant to be on the equator.  They have some experiments to try and prove this to you, which are fun, but I doubt their authenticity!  It’s quite far out of",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "Patricia Colleen Murphy",
        "autor_endereco": "Phoenix, Arizona",
        "comentario_titulo": "Cheese Anyone?",
        "comentario_corpo": "It's easy to find videos of folks enjoying the many experiments that show life is strange at the equator. It was even more fun to see them in real life! We watched water flow straight down the drain, we balanced an egg on its end, and we walked the equator line where gravity",
        "comentario_data": " July 2018"
    },
    {
        "autor_comentario": "Ali921",
        "autor_endereco": "Edinburgh, United Kingdom",
        "comentario_titulo": "Fun place to visit",
        "comentario_corpo": "This location is more accurate than the one up the road but also not quite on the actual equator but don't let that spoil the fun and fun it is. Don't take it too serious. The guide takes you through a series of tasks, no spoilers from us. Just make sure you go. It also houses",
        "comentario_data": " July 2018"
    },
    {
        "autor_comentario": "barbara_uNovaGorica",
        "autor_endereco": "Nova Gorica, Slovenia",
        "comentario_titulo": "EXCELLENT PLACE",
        "comentario_corpo": "Nice museum showing a lot of interesting things about Ecuador. You can find a little bit of jungle life, a lot of local flora and of course you can attend interesting experiments. Don't miss it!!!",
        "comentario_data": " April 2018"
    },
    {
        "autor_comentario": "sobeum77",
        "autor_endereco": "Boston, Massachusetts",
        "comentario_titulo": "Cheesy but fun",
        "comentario_corpo": "This tour was totally cheesy, but still fun. They have shrunken heads, activities that they say demonstrate the properties of being on the equator, but they also have some interesting history of the native people and the tour guides were fun.",
        "comentario_data": " August 2018"
    },
    {
        "autor_comentario": "Shannii",
        "autor_endereco": "Brisbane, Australia",
        "comentario_titulo": "What a fun little place to visit",
        "comentario_corpo": "Loved the historical information provided here and the fun activities to participate in. The chocolate tour was also very interesting. ",
        "comentario_data": " June 2018"
    },
    {
        "autor_comentario": "Hunter H",
        "autor_endereco": "Bethesda, Maryland",
        "comentario_titulo": "Interactive Museum",
        "comentario_corpo": "See how water circulation at the equator, the northern hemisphere and the Southern Hemispheres. Maybe you can balance an egg on a nail head at the equator, I couldn’t but many did.  Did you know you weigh 2.2 pounds less on the equator line? The bad news is that those 2.2 pounds",
        "comentario_data": " August 2018"
    },
    {
        "autor_comentario": "Katcraze",
        "autor_endereco": "Vilnius, Lithuania",
        "comentario_titulo": "So fun! Don't miss your chance to see the equator!",
        "comentario_corpo": "This is a must see. There are apparently many places to go see the equator, but this particular place is an actual museum where for $4 entrance fee, you will have an included English speaking guide and tour that will last approximately one hour.  Very informative and really fun",
        "comentario_data": " July 2018"
    },
    {
        "autor_comentario": "LovesToTravel918",
        "autor_endereco": "Caye Caulker, Belize",
        "comentario_titulo": "Interesting",
        "comentario_corpo": "You have a guide that takes you to the displays and explains them.  They go over the various cultures that settled in the area.  The equator line is also there and they demonstrate how water flows on the equator, north of it and south of it.  It's an interesting visit.",
        "comentario_data": " June 2018"
    },
    {
        "autor_comentario": "Brett E",
        "autor_endereco": "Durant, Oklahoma",
        "comentario_titulo": "Fun if you don't take it too seriously",
        "comentario_corpo": "I expected this to be kinda cheesy (and it was) but it was still kinda fun.  Plus you can get your picture taken on the TRUE equator and they will give you an extra stamp in your passport.  It was not crowded at all when we were there (in the middle of June).",
        "comentario_data": " June 2018"
    },
    {
        "autor_comentario": "Juan R",
        "autor_endereco": "Quito, Ecuador",
        "comentario_titulo": "The best experience in the middle of the world.",
        "comentario_corpo": "Enjoy the weather but more important grab some new knowledge that you can only find in the inside of this fun in situ museum. And of course don't forget to try to become an egg master. ",
        "comentario_data": " July 2018"
    },
    {
        "autor_comentario": "Benjamin H",
        "autor_endereco": null,
        "comentario_titulo": "Touristy but worth it.",
        "comentario_corpo": "If you have just a day or two in Quito, maybe skip this. Kind of an odd, jam-packed stab at all of Ecuadorian history, followed by... the equator itself. If you can find cheap transportation out, though, I say go for it! Interesting to just be on the spot, even if the",
        "comentario_data": " July 2018"
    },
    {
        "autor_comentario": "Vijay K",
        "autor_endereco": null,
        "comentario_titulo": "Great place for hands on activity for the entire family",
        "comentario_corpo": "We stopped at this place during our Quito city tour. Paid around 4 USD per person for a guided tour. Learned a lot of about the native culture. Everyone had a fun time performing hands-on activity on both sides of the equatorial line. We spent around 2 hours at this place. Kids",
        "comentario_data": " June 2018"
    },
    {
        "autor_comentario": "GabrielHackmann",
        "autor_endereco": "Hazerswoude Rijndijk, The Netherlands",
        "comentario_titulo": "Geocaching on the Teleférico",
        "comentario_corpo": "Found my first geocache in Ecuador about 400 meters from the upper station. Afterwards I was on the awing from which point you have a nice view over Quito.",
        "comentario_data": " July 2018"
    },
    {
        "autor_comentario": "OtavaloHerewecome",
        "autor_endereco": "Silver Spring, Maryland",
        "comentario_titulo": "This used to be so much better.  We did not enjoy.",
        "comentario_corpo": "This used to be one of our favorite places to visit.  We have brought so many people here over the years.  This year, however, we did not enjoy it.  There were just too many people!  They need to do a MUCH better job of controlling the number of people.  It was so crowded we",
        "comentario_data": " July 2018"
    },
    {
        "autor_comentario": "Scott W",
        "autor_endereco": null,
        "comentario_titulo": "Entertaining",
        "comentario_corpo": "Took the family when we had a day to spare on the way to the Galapagos. Good fun and a bit quirky but worth and hour.",
        "comentario_data": " August 2017"
    },
    {
        "autor_comentario": "angelfish2222",
        "autor_endereco": "London, United Kingdom",
        "comentario_titulo": "A novel worthwhile experience",
        "comentario_corpo": "The Intinan museum is situated on the GPS confirmed equator. Its a fun experience as you pay a guide to walk you around the little museum there. They talk you through some history of Quito and the Incas & even pre-incas. There are examples of the type of homes they lived in and",
        "comentario_data": " May 2018"
    },
    {
        "autor_comentario": "_lena",
        "autor_endereco": "Bogota, Colombia",
        "comentario_titulo": "Definitely the place to go with young children!",
        "comentario_corpo": "Interpretation is all about adapting you speech to your audience and our guide mastered it fantastically! We are Frenc-Colombian travelling with 2 kids of 6 and 8 years old, and the visit has been so fun for each one of us! Among the best museums we have visited!",
        "comentario_data": " January 2018"
    },
    {
        "autor_comentario": "KRUXED",
        "autor_endereco": "Georgia",
        "comentario_titulo": "Very well done - would recommend",
        "comentario_corpo": "If you are looking to visit an equator attraction, you should visit this one while visiting Mitad del Mundo. Apparently this site is the GPS verified equator, and is also a great museum.   We had a short trip to Ecuador and this museum offers exhibits for all of Ecuador and it’s",
        "comentario_data": " July 2018"
    },
    {
        "autor_comentario": "RayICue",
        "autor_endereco": "Cornelius, North Carolina",
        "comentario_titulo": "Fun stop all ages ",
        "comentario_corpo": "This is a fun museum and probably even more fun for kids .  Certainly should visit if in Quito. Tour guide was ok,  but somewhat hard to follow ;  I missed most of his stories by not understanding or too many people around and I just couldn’t hear him .  But it was a must see",
        "comentario_data": " July 2018"
    },
    {
        "autor_comentario": "Rebecca W",
        "autor_endereco": null,
        "comentario_titulo": "Informative",
        "comentario_corpo": "Make time to stop by the Intanan Museum.  Our guide was interesting and we learned a lot.  The tour was very interactive.  Visitors can balance an egg on the equator and take part in several other science experiments.  Everyone enjoyed this stop!",
        "comentario_data": " June 2018"
    },
    {
        "autor_comentario": "SFO45",
        "autor_endereco": "Virginia",
        "comentario_titulo": "At the Real Equator Line",
        "comentario_corpo": "This outside walkaround museum is located a couple of hundred yards from the equator monument of the Mitad del Mundo, and is purported to be on the \"real\" equator line.  The guides have you do \"scientific\" experiments dealing with coriolis force, etc., on the line, but the",
        "comentario_data": " June 2018"
    },
    {
        "autor_comentario": "Shoshanna E",
        "autor_endereco": "Fort Lauderdale, Florida",
        "comentario_titulo": "A lot of scientific fun for our grandkids",
        "comentario_corpo": "We went for a day trip to the museum from Quito Airport. It is less than an hour ride through beautiful terrain. It was an unexpected surprise as our last visit we went to the Mitad del Mundo Monument which was boring and not really on the equator line. The Intinan Museum is on",
        "comentario_data": " June 2018"
    },
    {
        "autor_comentario": "Katie B",
        "autor_endereco": "Charlotte, North Carolina",
        "comentario_titulo": "Fun and games ",
        "comentario_corpo": "Our tour guide brought us here instead of to the more famous monument, and I’m glad he did. This was a fun experience for teens and adults (younger kids will love it too, but teens can be hard to impress and ours got a kick out of this.) There are some simple exhibits about",
        "comentario_data": " June 2018"
    },
    {
        "autor_comentario": "jjsanders1918@gmail.com",
        "autor_endereco": "Southwest, Pennsylvania",
        "comentario_titulo": "Informative",
        "comentario_corpo": "It was well worth our time to visit this museum. The guide spoke excellent English; he did numerous activities to show the effect the equator on water flow, balance, etc.  There also was much information on the indigenous people of this region. It’s a good idea to get there",
        "comentario_data": " June 2018"
    },
    {
        "autor_comentario": "Dave B",
        "autor_endereco": "Waterloo, Ontario",
        "comentario_titulo": "Fun tourist trap with fake info",
        "comentario_corpo": "Busy place. We had fun. They offer a guide to take groups around various exhibits mostly about indigenous peoples.   The highlight is about five activities about the equator including the official equator line. Entertaining and interactive ... but fake. For example, they show",
        "comentario_data": " June 2018"
    },
    {
        "autor_comentario": "Alicia C",
        "autor_endereco": "Greenville, North Carolina",
        "comentario_titulo": "Fun experiencing the equatorial forces",
        "comentario_corpo": "We enjoyed all of the activities that demonstrate the forces acting at the equator.  Balancing an egg, trying to walk without wobbling, watching water drain in opposite directions! ",
        "comentario_data": " June 2018"
    },
    {
        "autor_comentario": "NewWorldWineTours",
        "autor_endereco": "Toronto, Canada",
        "comentario_titulo": "Bit cheesy but good, memorable fun",
        "comentario_corpo": "This museum is next to the much larger and shinier Mitad del Mundo. Here you learn about tribes, seasons, and tradition of the people of Ecuador. You also perform experiments based on the equator and how it affects water, balance, etc. To be honest the mitad del mundo started",
        "comentario_data": " April 2018"
    },
    {
        "autor_comentario": "WRTiii",
        "autor_endereco": "Montgomery, Alabama",
        "comentario_titulo": "Great introduction to Andean culture and the Equator",
        "comentario_corpo": "Have been here several times.  Always enjoy a family picture \"on the line\"  The tour guides are always knowledgeable and friendly. The experiments at the equator are always fun.",
        "comentario_data": " June 2018"
    },
    {
        "autor_comentario": "Karl K",
        "autor_endereco": "Klamath Falls, Oregon",
        "comentario_titulo": "Educational!",
        "comentario_corpo": "This place was well worth a quick visit. Excellent tour. Interesting cultural insights. My favorite part was the part where we are right on the equator and they had us do various experiments to show us the forces north and south of the equator. I recommend this place",
        "comentario_data": " June 2018"
    },
    {
        "autor_comentario": "colfal8",
        "autor_endereco": "Durham, North Carolina",
        "comentario_titulo": "True Equator",
        "comentario_corpo": "This attraction is truly located on the equator. There is an informative guided tour available. Besides the information on the equator phenomenon presented there is information presented about the local indigenous peoples. This site also has a display on the cacao plant. ",
        "comentario_data": " June 2018"
    },
    {
        "autor_comentario": "Michelle2012",
        "autor_endereco": "El Paso, Texas",
        "comentario_titulo": "Nice, short, fun tour",
        "comentario_corpo": "We enjoyed this tour and its activity.  Did not feel it was tacky as mentioned by another review. We did not go to the other Mitad monument so cannot compare. But we do recommend this one.  If you come to Ecuador, you really should go to the equator.",
        "comentario_data": " June 2018"
    },
    {
        "autor_comentario": "Vacati0nMania",
        "autor_endereco": "Hartford, Connecticut",
        "comentario_titulo": "Fascinating look at equator and its discovery",
        "comentario_corpo": "This was a great tour. Very interesting history about the indigenous people who identified the location of the center of the world, which the Europeans didn't believe. Tour also included very interesting information about the equator, magnetic forces on the poles, and more.",
        "comentario_data": " May 2018"
    },
    {
        "autor_comentario": "TimothyRich",
        "autor_endereco": null,
        "comentario_titulo": "Great attraction",
        "comentario_corpo": "4 dollars for entry and a tour around this small outdoor museum. I really enjoyed it. Nice explanation from the guides about various exhibits. Not sure all the experiments are particularly scientifically rigorous but it was interesting and fun.",
        "comentario_data": " June 2018"
    },
    {
        "autor_comentario": "Bob G",
        "autor_endereco": "Georgia",
        "comentario_titulo": "May not be the actual but lots of fun",
        "comentario_corpo": "This is the place to balance an egg on a nail, see water circle in different directions on either side of the line and fall straight over the equator, find local art and have a general good time with a bit of history thrown in. Minimal admission & lots of fun.",
        "comentario_data": " May 2018"
    },
    {
        "autor_comentario": "DianaUIO",
        "autor_endereco": "Quito, Ecuador",
        "comentario_titulo": "A ludic museum to learn about Ecuador",
        "comentario_corpo": "This is a very fun museum.  They show you the different regions of Ecuador with their distinctive aspects, as well as teach you a bit about why, at the big scale, this imaginary line is that important.  I truly recommend it. ",
        "comentario_data": " May 2018"
    },
    {
        "autor_comentario": "dixiepeach",
        "autor_endereco": "Kansas City, Missouri",
        "comentario_titulo": "Stop for a little taste of science and history ",
        "comentario_corpo": "This is one of those educational places that everyone in the family can appreciate.  There’s quite a lot to see.  I suggest allowing two hours.  There are exhibits about indigenous lifestyle, an example  of an indigenous home,  hands on science experiments relating to",
        "comentario_data": " May 2018"
    },
    {
        "autor_comentario": "MustSeeThis",
        "autor_endereco": "Philadelphia, PA",
        "comentario_titulo": "Candiru, Shrunken Heads, and guinea pigs!",
        "comentario_corpo": "Although this place is admittedly kitschy, it did entertain us enormously. First, a girl bursts out of the gift shop and exhorts everyone to join her in a quick, frenetic line dance, then you tromp through various dioramas with your guide, and.. you end up laughing  at his",
        "comentario_data": " April 2018"
    },
    {
        "autor_comentario": "ssusansteph",
        "autor_endereco": "Quito, Ecuador",
        "comentario_titulo": "A bit tacky and the place buys into every preconception you have about Ecuador",
        "comentario_corpo": "We were taken there as part of our Welcome To Quito Orientation package with World Teach. We stopped unfortunately briefly outside the other Mitad Del Mundo site before being taken to this one, a cheaper, tackier imitation with small, tasteless exhibits , regular dances by",
        "comentario_data": " October 2017"
    },
    {
        "autor_comentario": "lightningboy",
        "autor_endereco": "Surrey, Canada",
        "comentario_titulo": "00 00’ 00” latitude",
        "comentario_corpo": "It took about 45 minutes to get there from Old Town on a Sunday morning. We took a taxi but not metered, and it cost $20. We visited Mitad del Mundo first (you can see my review). As you leave the main entrance of la Mitad del Mundo, turn left and walk along the road for 200m.",
        "comentario_data": " May 2018"
    },
    {
        "autor_comentario": "nzTrina",
        "autor_endereco": "Auckland, New Zealand",
        "comentario_titulo": "Must visit!!!!!",
        "comentario_corpo": "We went here as we'd read that it was the 'real' location of the equator line. While this is true, there is so much more to this activity! You pay a small entrance fee, and are then given a guided tour throughout. The guide explains about many different Ecuadorian traditions and",
        "comentario_data": " April 2018"
    },
    {
        "autor_comentario": "Michael M",
        "autor_endereco": "Needham, Massachusetts",
        "comentario_titulo": "This is the real one -- GPS Confirmed",
        "comentario_corpo": "Kinda kitshy, but better than the drive into the entrance and the entry into the attraction suggested. Especially next to the Middle of the World attraction, which looks much more \"professional\" and \"official.\"",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "Steve G",
        "autor_endereco": "Jersey, United Kingdom",
        "comentario_titulo": "Would be good for children....",
        "comentario_corpo": "Was a stop on a city tour.  Not sure what to expect but certainly was not this.    Reminded me of a kiddies park; amusing enough but not somewhere I would recommend.",
        "comentario_data": " April 2018"
    },
    {
        "autor_comentario": "Laura B",
        "autor_endereco": "Seattle, Washington",
        "comentario_titulo": "Interesting and fun center of the earth",
        "comentario_corpo": "Enjoyed this site as had a great tour guide, it made me think of being on the Jungle boat ride at disney cause they have some pretty cheesy lines but they also provide very interesting facts and the my 15 year old was entertained and learned something at the same time. If you",
        "comentario_data": " April 2018"
    },
    {
        "autor_comentario": "kinderjude",
        "autor_endereco": "Fremont, California",
        "comentario_titulo": "The REAL Mitad del Mundo",
        "comentario_corpo": "This Museum has great guides who speak your native language and interesting and fun activities that prove you are really at the equator. Much better than the big \"theme park\" Mitad del Mundo\" next door!",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "CoolBrewster",
        "autor_endereco": "Nashville, Tennessee",
        "comentario_titulo": "Must do Equator visit.",
        "comentario_corpo": "This is supposed to be the 'real' Mitad del Mundo line as opposed to the official government sponsored one about 400m away.  It probably isn't and exact location either; it is tacky, but fun.  And the native exhibits are very interesting.  Make sure you have an",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "Ronald Q",
        "autor_endereco": "Queens, New York",
        "comentario_titulo": "Feels like History and Science class but fun",
        "comentario_corpo": "A lot of people who go to Ecuador want to go to the middle of the world.  I was one of them.  Little did I know there were 2, a real one and fake one.  This one in the Intinan Museum is considered the real one.  I truly enjoyed the tour and the tour guide made it interesting and",
        "comentario_data": " August 2017"
    },
    {
        "autor_comentario": "galapaguito5",
        "autor_endereco": null,
        "comentario_titulo": "Love this interactive museum",
        "comentario_corpo": "There are so many experiments you can be part of during your visit that you just don't want to finish you visit. At the end you can also get a certificate of accomplishment, if you get to balance the egg on the head of the nail, I got mine!",
        "comentario_data": " April 2018"
    },
    {
        "autor_comentario": "Kathryn S",
        "autor_endereco": "Fort Collins, Colorado",
        "comentario_titulo": "Only on the Equator",
        "comentario_corpo": "This museum is worth a visit because it is so unique.  Our museum guide did a great job of explaining all the exhibits -- some which center around tribes of Ecuador.  The egg balancing on a nail and other experiments were fun to try (and exciting to accomplish).",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "PointsWellTaken",
        "autor_endereco": "Potomac, Maryland",
        "comentario_titulo": "Kitschy But Fun!",
        "comentario_corpo": "Our guide was fun and enthusiastic.  I have no doubt that the \"experiments\" are not real, but the information was interesting, it was cheap enough ($4 for the English tour) and it was a fun way to spend an hour.  And our picture standing on the Equator is priceless!",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "IAHMom",
        "autor_endereco": null,
        "comentario_titulo": "Interesting Guided Tour",
        "comentario_corpo": "It is $4 per person to enter for a guided tour. We decided to all go and hear about the clockwise verse counter clockwise water flow.  We did find the tour a little on the long side but it did have a lot of information about history and facts.  Relax, take it all in and see if",
        "comentario_data": " April 2018"
    },
    {
        "autor_comentario": "Lee L",
        "autor_endereco": "Valhalla, New York",
        "comentario_titulo": "Interesting",
        "comentario_corpo": "This museum claims to be right on the equator, as does the one next door.  According to Lonely Planet while close, neither one is actually on the equator.  That being said this was very interesting.  They have a guided tour, at least in English and Spanish. We had a really good",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "Mark S",
        "autor_endereco": "Denver, Colorado",
        "comentario_titulo": "A museum that states it is on the equator",
        "comentario_corpo": "This is a fun place to stop in the equatorial region near Quito. The museum has a touristy feel to it and the forced tour is full of questionable scientific claims. That being said you can learn more about the native Ecuadorians as well as their famous export, cacao. ",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "SFlurry",
        "autor_endereco": "Saint Leonard, Maryland",
        "comentario_titulo": "Small but worth a look for sure!",
        "comentario_corpo": "This museum is tucked back from the road, so it's easy to miss with the giant commercial museum next door! You get a personal tour with your ticket, but can then linger and go back through. Lots of interesting historical facts and equatorial demonstrations. Don't miss it!",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "Leslie P",
        "autor_endereco": "Los Angeles, California",
        "comentario_titulo": "We loved this!",
        "comentario_corpo": "We went here with our two teenage sons.  We all really enjoyed the visit.  This was about 60-90 minutes well spent.  Our guide was really energetic and interesting, and their is some fun stuff to see/learn (alpacas, native dance, shrunken heads, equator experiments).  It's a fun",
        "comentario_data": " April 2018"
    },
    {
        "autor_comentario": "MariaTe15",
        "autor_endereco": "Quito, Ecuador",
        "comentario_titulo": "Interesting and funny!",
        "comentario_corpo": "The museum is very close to the Mitad del Mundo Complex, so you can visit the 2 sites in one trip. It is interesting and you also can practice very funny gravity forces tests. They claimed to be in the exact place of the \"half of the world line\"",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "Escape-overseas",
        "autor_endereco": "Stevenage, United Kingdom",
        "comentario_titulo": "Well worth the visit.",
        "comentario_corpo": "This museum is at the Centre of the World, sitting on the equator according to GPS. Indeed some interesting experiments illustrate the effects on eith side of the equator, compared with directly over it. Water really does rotate in opposite directions around the plug hole, with",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "D P",
        "autor_endereco": "Colchester, United Kingdom",
        "comentario_titulo": "Brilliant ",
        "comentario_corpo": "Such good value for money and brilliant fun.  Informative tour ( included in entry).  Really great place to go to.  We struggled to find it initially so here’s directions  If you stand with your back to the Mitad del Mundo entrance behind you turn left.  Don’t cross the road. ",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "cvcalifornia",
        "autor_endereco": "California",
        "comentario_titulo": "Hahahahahaaha!",
        "comentario_corpo": "Hilarious that they built a multi-million $ center almost next door and with GPS found that THIS is the true Latitude 00, 00,00!  Outdoors funky museum with silly demonstrations of magnetic forces northern/southern hemispheres. Enthusiastic guides. Small but well priced gift",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "Franklin W",
        "autor_endereco": null,
        "comentario_titulo": "llent tour.",
        "comentario_corpo": "I will admit the tour can feel a bit campy but it is highly entertaining and educational. The guides seem to love their jobs. I'll upload videos of some of the scientific experiments soon LOL! A must see if you or your friends have not visited the equator. More fun than the",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "fheagle",
        "autor_endereco": "Kearny, New Jersey",
        "comentario_titulo": "Your on The Equator",
        "comentario_corpo": "Ecuador which is Spanish for Equator is located in both the northern and southern hemispheres. This is a great place to view the Equatorial line. You can try to balance an egg, watch water drop straight down on the Equator and swirl clock wise or counter clock wise depending on",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "travelrads",
        "autor_endereco": "New York City, New York",
        "comentario_titulo": "Interesting",
        "comentario_corpo": "Small outdoor museum on the equator.  Learn some interesting facts about the equator. Some information about Ecuadorian culture. Nice shop to buy tapestries.",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "Vegas_Odyssey",
        "autor_endereco": "Las Vegas, Nevada",
        "comentario_titulo": "Nice museum on the actual equator",
        "comentario_corpo": "My husband and I visited this museum on our tour of Ecuador.  The museum was about all of Ecuador and its history, not just the equator. There were exhibits on the Amazon, indigenous animals,  tribes, making cacao etc... The museum has guides that take small groups (ours was 7)",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "Uptownfoody",
        "autor_endereco": "Toronto, Canada",
        "comentario_titulo": "Must see",
        "comentario_corpo": "Great place to feel the gravity of the Equator. Wonderful place for keepsake photos. Also a cultural experience of Ecuadorian history.",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "Thumper2u2",
        "autor_endereco": "Deer Park, Texas",
        "comentario_titulo": "Must see",
        "comentario_corpo": "Our driver recommended stopping here which I'm glad he did.  We had a local tour guide that spoke English very well. The tour was captivating, entertaining and educational to say the least.  Don't be sucked in by the Middle of the World monument that down the street.  This place",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "mango_eater",
        "autor_endereco": "Washington DC, District of Columbia",
        "comentario_titulo": "Must see and bring passport for stamp",
        "comentario_corpo": "We saw this on our Gray Line tour. The experiments on the equator line were really neat. I was certified as an egg master for balancing an egg on a nail!  At the end of the tour you can get a stamp in your passport. This was much better than the first Middle of the World",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "Glen L",
        "autor_endereco": null,
        "comentario_titulo": "Fascinating!  Educational!",
        "comentario_corpo": "The truest guides are the best value there. Our guide made it so interesting as we went to each of the places in the relatively small area, I gladly would recommend this site. ",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "Maude N",
        "autor_endereco": "Salt Lake City, Utah",
        "comentario_titulo": "Straddle the Equator!",
        "comentario_corpo": "Near Quito we visited this outdoor museum with much to see and do:  a variety of totem poles, stone structures, cactus, colorful flowers, and interesting experiments having to do with the equator.  Exhibits gave insight into the customs, rituals and tradition of rural life. Also",
        "comentario_data": " January 2018"
    },
    {
        "autor_comentario": "Timothy L",
        "autor_endereco": "Yorktown Heights, New York",
        "comentario_titulo": "A tourist rip-off",
        "comentario_corpo": "I am not a professional scientist, but I did some background research before we visited this spot on the equator.  All of the \"stunts\" that the staff presents along the line of the equator are fake: the egg yolks, the water circulating in a bowl, walking along the equator and",
        "comentario_data": " January 2018"
    },
    {
        "autor_comentario": "anonymous842",
        "autor_endereco": "calgary",
        "comentario_titulo": "Great guide will explain it all.",
        "comentario_corpo": "Funny, fact filled tour with demonstrationss of the equator effect. Good luck when you try balancing the egg. ",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "Silke D",
        "autor_endereco": null,
        "comentario_titulo": "Great museum",
        "comentario_corpo": "The museum is a bit hidden, you need to walk away from the Disneyland park called Ciudad Mitad del Mundo. We loved the experiments, although the real equator line is located in a field next to it. Would recommend it! ",
        "comentario_data": " March 2018"
    },
    {
        "autor_comentario": "danymv",
        "autor_endereco": "Quito, Ecuador",
        "comentario_titulo": "Funny way to visit the middle of the world!",
        "comentario_corpo": "It is a very interesting visit learning about indigenous cultures in Ecuador (country) and experimenting aroun the equator (line).",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "MaggieSEUnitedStates",
        "autor_endereco": "SE United Sates",
        "comentario_titulo": "Educational and fun....",
        "comentario_corpo": "Delightful combination of information about Ecuadorian culture/tribes and fun/interactive attributes of being on the Equator.  Definitely get a guide; ours was lively, full of interesting information, and enthusiastically led us through a group of Equator-based \"experiments\"",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "Emilbloo",
        "autor_endereco": "Puerto Lopez, Ecuador",
        "comentario_titulo": "History and equator fun all mixed into one",
        "comentario_corpo": "In one location, you learn some of Ecuador's history - shrunken heads (how and why were they made), historical migration, ancient burial practices - and have fun at the true equator. Attempt to walk a straight line at 00' 00' 00', balance egg on nail, etc. My guide was bilingual",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "HunterDC13",
        "autor_endereco": "Fort Lauderdale, Florida",
        "comentario_titulo": "Gimmicky but....",
        "comentario_corpo": "You do actually need to go see the true equator and get your pictures.  The guides are very nice and there a plenty of photo-ops.  The water and egg stuff is a little gimmicky but actually fun and informative.  It's right near the huge monument so you might as well go to both.",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "Ellen P",
        "autor_endereco": "Boston, Massachusetts",
        "comentario_titulo": "Educational and a bit of fun!",
        "comentario_corpo": "This is a small private outdoor museum, with walking tours given in English or Spanish.  The science experiments shown were pretty fascinating to explain properties of the equator that you won't see elsewhere.  The \"shrunken head\" exhibit was a bit ghoulishly interesting as",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "Amanda",
        "autor_endereco": "Hawthorne, New Jersey",
        "comentario_titulo": "Must Visit!",
        "comentario_corpo": "This really is a must-do in the Quito area. Not only is just being at the equator interesting in and of itself, there are some fun experiments to here as well. Get a guide, as it really enriches the experience, and don't forget to get a passport stamp!",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "Stephen WA",
        "autor_endereco": "Ashbourne, United Kingdom",
        "comentario_titulo": "Interesting exhibits and the 00 00 00 line",
        "comentario_corpo": "My wife and I toured here in February 2018. I had been before, but this was her first visit. Definitely take a tour guide - we’ll worth the tip they work for. $4 each to get in.  You’ll see old homes, the process of chocolate-making, shrunken heads (yes really), as well as the",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "Anuraga R",
        "autor_endereco": "Airdrie, Canada",
        "comentario_titulo": "Fun!!",
        "comentario_corpo": "A nice way to remember some of your school physics experiments. With some insight into the history and indigenous culture, this was an overall interesting visit.",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "rubygirl6",
        "autor_endereco": "Baxter, Minnesota",
        "comentario_titulo": "We learned so much!!",
        "comentario_corpo": "Who knew the equator was so powerful?  We were so very impressed by the amount of information about Ecuador, its history, native tribes, native plants and animals, and the effect the equator has on water, human strength and balance!  Our tour guide was very knowledgeable and",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "LivingThe Q",
        "autor_endereco": "Colorado Springs, Colorado",
        "comentario_titulo": "Interesting Science Experiments",
        "comentario_corpo": "One of the things that we really enjoyed during our visit to Quito, Ecuador, was going to the true equator and participating in several experiments. The first experiment was to close your eyes and walk along the equator line. Oddly enough, everyone found it hard to keep their",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "rasilver19",
        "autor_endereco": "Boston, Massachusetts",
        "comentario_titulo": "A must do!",
        "comentario_corpo": "Standing on the equator is a must do in Quito! Our guide was great and explained everything. They show you different experiments on the actual equator. Where else can you be in both the Northern and Southern Hemisphere at the same time. ",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "NCarvill",
        "autor_endereco": "Los Angeles, California",
        "comentario_titulo": "A must-see learning experience!",
        "comentario_corpo": "Extremely well done exhibit space and learning experience.  Fortunately, English-speaking guides available so one didn't lose out of learning so very much about being in the \"Center of the Earth\".",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "Kathleen L",
        "autor_endereco": "United States",
        "comentario_titulo": "Better than the Ciudad Media del Mundo",
        "comentario_corpo": "Although the monument to the Equator is only a short distance away, this museum give you much more insight into exactly what and how the equator works and impacts the world.",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "jjorchard",
        "autor_endereco": "St. George, Utah",
        "comentario_titulo": "Surprisingly cool!!",
        "comentario_corpo": "When we pulled up to this place I didn't have high hopes from the look of it but it turned out to be one of my favorites stops in Quito! Fun to learn about the natives and shrunken heads. All of the little demonstrations at the equator line were very cool even for me! Also",
        "comentario_data": " January 2018"
    },
    {
        "autor_comentario": "Robin C",
        "autor_endereco": "Sherborn, Massachusetts",
        "comentario_titulo": "Great place!",
        "comentario_corpo": "Great place and just a $4 entrance fee!  Very interesting hands on tour!  The guide was great!  Highly recommend.",
        "comentario_data": " January 2018"
    },
    {
        "autor_comentario": "Linda R",
        "autor_endereco": "Southborough, Massachusetts",
        "comentario_titulo": "Best thing we did in Quito",
        "comentario_corpo": "While I really enjoyed walking Quito, this exhibit was the top thing we did while in the area.  The entrance price is super reasonable and the English speaking guide was fantastic.  The experiments were really good and proved the equator physics.  The tour also includes",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "Sam C",
        "autor_endereco": "Hong Kong, China",
        "comentario_titulo": "Worth to check out",
        "comentario_corpo": "English speaking guide is provided and you need to pay US$4 per person. The tour lasts for around an hour and the information and exhibition are quite interesting.",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "Sjors P",
        "autor_endereco": "Maastricht, The Netherlands",
        "comentario_titulo": "Amazing Physics experience!",
        "comentario_corpo": "We had Claudia as a guide, and she a scientificer was the best guide we could wich for. Her english was really good, and she explained us very well what the implication were of the magnetic forces from the ecuator line. She showed us with some interesting experiments. ",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "kgrom2009",
        "autor_endereco": "California",
        "comentario_titulo": "A must see!",
        "comentario_corpo": "So happy we skipped going to the massive mitad Del Mundo and went to the Intinan.  Since we didn’t go to the mitad I can’t say if this is better or worse.  This was more our speed; it felt more intimate and not so touristy.  Our tour guide was David and he was great and tried to",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "Malcolm",
        "autor_endereco": "Jerusalem, Israel",
        "comentario_titulo": "Very interesting",
        "comentario_corpo": "A very interesting place. Must take a guided tour in order to get a lovely expirience in the ecuator ponts of Ecuador. ",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "Rachel D",
        "autor_endereco": null,
        "comentario_titulo": "Don't believe all the equator 'experiments', but definitely fun to visit!",
        "comentario_corpo": "We visited Intinan after visiting Mitad del Mundo (if you're in the area, I'd recommend visiting both!). Intinan claims to host the 'true' equator as confirmed by GPS, whereas Mitad del Mundo monument was set up where the French explorers discovered it 200 years ago.  Intinan",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "Scott H",
        "autor_endereco": null,
        "comentario_titulo": "This is the real museum!",
        "comentario_corpo": "There are two museums right next to each other and this is the real one. The other has a monument and isn't exactly the equator. This one has tour guides who will do experiments with you. One of them is you watching a portable sink drain water and it swirls different ways",
        "comentario_data": " January 2018"
    },
    {
        "autor_comentario": "Aina Ainur",
        "autor_endereco": "Almaty, Kazakhstan",
        "comentario_titulo": "Must visit in Quito ",
        "comentario_corpo": "We were sooooo surprised with the facts that we learned in that museum. Never knew you can/can’t do several things at equator line. All our group from all over the world were curious and excited. Defenetly must visit in Ecuador!",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "Bette S",
        "autor_endereco": "New York City, New York",
        "comentario_titulo": "BRING YOUR PASSPORT!",
        "comentario_corpo": "For a small fee, they have a little exhibit and tour that I actually found very interesting (usually I hate tours). The whole thing is like 40 minutes and they take pictures of you on the equator. Very fun.  At the end, they wills tamp your passport that you've been to the",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "Plant_Girl_11",
        "autor_endereco": "New Plymouth, New Zealand",
        "comentario_titulo": "Absolute must!",
        "comentario_corpo": "Definitely go to this place, by far one of the most interesting museums I’ve been to, although I’m not sure I’d call it a museum. See how the natives used to live, including their processes for making shrunken heads. Excellent explanation of how being on the equator affects many",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "ChiCookie",
        "autor_endereco": "Chicago, Illinois",
        "comentario_titulo": "Our son loved balancing an egg on the equator",
        "comentario_corpo": "We hired a driver to take us to the Intinan Museum at Mitad del Mundo. We joined a tour group with an excellent guide, who showed us several exhibits illustrating the life of the indigenous people (including shrunken heads!) before bringing us to the line of the Equator. There",
        "comentario_data": " December 2017"
    },
    {
        "autor_comentario": "Allan & Amy T",
        "autor_endereco": "Edmonton, Canada",
        "comentario_titulo": "We did not learn this in science",
        "comentario_corpo": "This is a good place to learn about the equator  You can balance a raw egg on a nail  You can pull your partners outstretched muscle arms with two fingers effortlessly  Absolutely no turning of the water as watching the stream of water draining straight down instead of the usual",
        "comentario_data": " February 2018"
    },
    {
        "autor_comentario": "ATL_Jacket",
        "autor_endereco": "Eugene, Oregon",
        "comentario_titulo": "Alternative Middle of the World",
        "comentario_corpo": "The Intinan Museum is the alternative Mitad del Mundo monument, sited at the true location, determined by GPS. The cite is a mix of historic information about Ecuador and tacky tourist stuff and illusions. Honestly, I wouldn't recommend either middle of the world monument, but",
        "comentario_data": " January 2018"
    },
    {
        "autor_comentario": "Jacquelyn J",
        "autor_endereco": null,
        "comentario_titulo": "Surprisingly Informative",
        "comentario_corpo": "I wasn't expecting much out of this visit, but honestly I loved our tour. Our tour guide gave a very informative tour with facts that tourists actually care about. He also had us participate in some hands on activities that helped make the points he was touching upon. If you're",
        "comentario_data": " January 2018"
    },
    {
        "autor_comentario": "Richard G",
        "autor_endereco": "Stamford, United Kingdom",
        "comentario_titulo": "Another bucket list tick in the box",
        "comentario_corpo": "We visited the site as part of an organised tour of Quito by Celebrity. The local guide was really informative and some of the demonstrations were quite amusing.",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "Lisa N",
        "autor_endereco": "Los Angeles, California",
        "comentario_titulo": "Do not miss",
        "comentario_corpo": "Our hotel set us up with a cab driver so it was $50 from the city for 3 of us. The entry at the museum was $4 each and totally worth it. The tour takes about an hour. You learn the science of the equator by them conducting experiments in which you participate showing you how the",
        "comentario_data": " January 2018"
    },
    {
        "autor_comentario": "Kathryn M",
        "autor_endereco": null,
        "comentario_titulo": "Excellent museum; the best way to experience and understand the Ecuator line!",
        "comentario_corpo": "I went to this museum as part of the Community Adventures tour to the Ecuator line (good deal and convenient way to see this - recommended!). The Intinan museum is fabulous - they shared a variety of information about culture and nature in the Ecuador region, as well as",
        "comentario_data": " December 2017"
    },
    {
        "autor_comentario": "Lee45900",
        "autor_endereco": "Chapala, Mexico",
        "comentario_titulo": "Fun, Informative, Accurate, and I Got to Pet a Llama",
        "comentario_corpo": "This tour was the highlight of my stay in Quito. The information about the indigenous peoples, flora, and fauna just added to the fun with the scientific demonstrations provided by our knowledgeable and interesting guide. The tour was only $4.00 USD. There were souvenirs and",
        "comentario_data": " January 2018"
    },
    {
        "autor_comentario": "AMB&JAS",
        "autor_endereco": "Alexandria, Virginia",
        "comentario_titulo": "Excellent!",
        "comentario_corpo": "My sister, brother-in-law, and I visited here on December 27, 2017.  At first I thought it might be a tourist trap, but I found this museum to be informative and fun.  I forget the name of our guide, unfortunately, but he was terrific.  I enjoyed watching him grind cacao into",
        "comentario_data": " December 2017"
    },
    {
        "autor_comentario": "Ellaura C",
        "autor_endereco": null,
        "comentario_titulo": "Worth the visit ",
        "comentario_corpo": " the entrance is incredible obscure. Even after driving into its parking lot you feel like you may not be in the right place. Fun and informative activities. Get to have your passport stamped on the more accurate equator ",
        "comentario_data": " January 2018"
    },
    {
        "autor_comentario": "Mary G",
        "autor_endereco": "St. Croix",
        "comentario_titulo": "Excellent, informative and fun",
        "comentario_corpo": "Our taxi driver recommended we go here before the other Mitad del Mundo because it’s 1) on the actual Equator and 2) it’s a more intimate and educational experience. He was exactly right! Our tour group was small, about 12 people. Our guide, Ybeth, was really fun and very",
        "comentario_data": " January 2018"
    },
    {
        "autor_comentario": "np234",
        "autor_endereco": null,
        "comentario_titulo": "Worth a visit",
        "comentario_corpo": "This was the actual equator line. They have lots of cool experiments to teach you about how stuff acts on or on either side of the equator, but you can't see it alone. Mandatory guided tour that was neat but not very necessary. ",
        "comentario_data": " January 2018"
    },
    {
        "autor_comentario": "tracyrocks",
        "autor_endereco": "Brooklyn, New York",
        "comentario_titulo": "Super Cool place to visit and \"play\" at",
        "comentario_corpo": "My boyfriend and another couple came here for a quick visit while en route to UIO to head to Galapagos in October 2017.  This was someplace I wanted to see while only having 5 hours of free time in Quito and upon recommendation from the owner at Blue Door House (Alejandro) he",
        "comentario_data": " October 2017"
    },
    {
        "autor_comentario": "Melanie L",
        "autor_endereco": "Longueuil, Canada",
        "comentario_titulo": "Very informatif and so much fun",
        "comentario_corpo": "We went here, because our taxi driver thought we would like it. This was really fun. The kids loved it and we learned so much about Ecuador and the Ecuador line. It was a great experience. The guide was very knowledgeable and very funny. Definitely recommend going here we liked",
        "comentario_data": " December 2017"
    },
    {
        "autor_comentario": "Papillon EKQ",
        "autor_endereco": "Toronto, Canada",
        "comentario_titulo": "A touristy site yet a must go!!!",
        "comentario_corpo": "Kind of a touristy spot; would not call it a Museum, after all why not?! Where on earth can we physically be at the  centre of the Equator within an hour by car from Old Town Quito! I considered this excursion fun & interactive. Our local guide at this museum (under the sun) is",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "djcook_12",
        "autor_endereco": "Solvay, New York",
        "comentario_titulo": "Great Museum",
        "comentario_corpo": "Our driver suggested we go to the museum before we go to the equator monument, so we stopped here to visit.  The museum has tours which are pretty quick that show different \"experiments\" as it relates to the equator.  It's very fun for adults and kids.  In addition, they have",
        "comentario_data": " December 2017"
    },
    {
        "autor_comentario": "mleganoa",
        "autor_endereco": "Miami, Florida",
        "comentario_titulo": "Great Museum ",
        "comentario_corpo": "This was a great museum. The staff was extremely polite, helpful and friendly. It is a guided tour but moves rather quickly. Very hands on and keeps you interested. You can straddle the line of the two hemispheres here. Great photo opportunities. Definitely go visit ",
        "comentario_data": " December 2017"
    },
    {
        "autor_comentario": "Rod M",
        "autor_endereco": "London, United Kingdom",
        "comentario_titulo": "The 'real' thing... and entertaining",
        "comentario_corpo": "Great, amusing, informative guides, here! This is more than a spot marking a symbolic line on the globe: there's local lore, history, practical, \"scientific\" and fun exhibits.   Headhunters, walk a straight line... and can you balance a raw egg  on its end on the head of a nail?",
        "comentario_data": " December 2017"
    },
    {
        "autor_comentario": "JLWK2015",
        "autor_endereco": "Ponte Vedra Beach, Florida",
        "comentario_titulo": "Fun museum and experience",
        "comentario_corpo": "This  museum was set up as a fun experience of the impact of the equator. We  enjoyed all of the  activities and  our  guide. We tried to balance an egg on the  head of a nail and  were unsuccessful, but our  guide could  do it",
        "comentario_data": " December 2017"
    },
    {
        "autor_comentario": "rcs67",
        "autor_endereco": "Minneapolis, Minnesota",
        "comentario_titulo": "SO MUCH FUN! (And we learned things, too.)",
        "comentario_corpo": "My husband and I wanted to go to the Equator, and our local guide from Quito drove us to the Intinan Museum.   Our museum guide was great, working with a group of people of various ages and different levels/backgrounds in English.   Much of the museum is interesting and",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Mar R",
        "autor_endereco": null,
        "comentario_titulo": "Must do",
        "comentario_corpo": "It's about an hour away from Old Town Quito, but definitely worth the drive. You can take a public bus and walk about 10 mins or find a tour that will provide transportation. You pay the entrance fee and a fantastic tour is included. They have English-speaking tour guides.",
        "comentario_data": " December 2017"
    },
    {
        "autor_comentario": "TheOCfromBigD",
        "autor_endereco": "Dallas, TX",
        "comentario_titulo": "Great tour & learned more about the equator",
        "comentario_corpo": "The tour guide was very informative and spoke good English. The tour allowed for audience participation which made it fun. We did experiments with water flow on the equator line vs the two different hemispheres, balanced an egg on the tip of a nail, and walked on the equatorial",
        "comentario_data": " December 2017"
    },
    {
        "autor_comentario": "Michelange M",
        "autor_endereco": null,
        "comentario_titulo": "The other equator. ",
        "comentario_corpo": "So 200 feet away from the big equator monument is this super nice museum that claim (with gos measurement) that the actual equator line goes their property. Honestly i like intiman better that the bigger government run site. The gvmnt run monument is like being in Disney.. its",
        "comentario_data": " December 2017"
    },
    {
        "autor_comentario": "Discerning Buyer",
        "autor_endereco": "Calgary, Canada",
        "comentario_titulo": "More interesting than I expected",
        "comentario_corpo": "I really enjoyed the sideways globe discussion and the north/south of the equator sky chart. This is one of several equator sites near Quito.  Each are different.  I bought the globe (plastic ball) package for $20 to help support the facility.",
        "comentario_data": " December 2017"
    },
    {
        "autor_comentario": "Susan L",
        "autor_endereco": "Stockholm, Sweden",
        "comentario_titulo": "Better then the France park.....",
        "comentario_corpo": "This park is more of a Indian culture site. The equator line was moved 240 meters to this site after a GPS measuring by the Ecuadorean military later in the 20th century. You finde the French monument in the park next to this park and the entry fee is 7,50$ to se the monument",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "TPN10",
        "autor_endereco": "Quito, Ecuador",
        "comentario_titulo": "The real Equator Line",
        "comentario_corpo": "Do see the real Latitude zero! The guides at this museum will show you where the real Equator is and you'll see very interesting experiments that explain what being at this latitude means. Do not miss it!",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "Chinapjs",
        "autor_endereco": "Washington DC, District of Columbia",
        "comentario_titulo": "The place to go for the Equator tour and photo",
        "comentario_corpo": "They make you true believers that this is the true point 00 00 of the equator.  Outstanding exhibition of Indigenous populations (including shrunken heads and monuments and exhibits of the tribes.  Excellent explanation about the equator with great photo opportunities",
        "comentario_data": " December 2017"
    },
    {
        "autor_comentario": "LoftyVictoria",
        "autor_endereco": "Toronto",
        "comentario_titulo": "Lots to Do and See",
        "comentario_corpo": "This was a great experience and we also had a good guide. They certainly get visitors involved with activities related to being on the equator.  I love the stamp for our passport (don't forget to take yours!)",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "AV_StL",
        "autor_endereco": "Saint Louis, Missouri",
        "comentario_titulo": "worth the effort",
        "comentario_corpo": "This may not be the monument Mitad del Mondo is, but this park is so charming.  The guide leads you through the whole experience to really help you understand what being on the equator means.  Take your photos at the monument, but don't miss the short walk to the Intinan Museum",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "Jemma T",
        "autor_endereco": null,
        "comentario_titulo": "Ronaldo! ",
        "comentario_corpo": "Had a great time here! Ronaldo was our tour guide and he was great! We are learning Spanish and he helped us a lot by speaking very clearly and being very knowledgable and enthusiastic (you can get a tour in English as well) - we learned a lot about Ecuador! Muchas gracias a",
        "comentario_data": " December 2017"
    },
    {
        "autor_comentario": "Helgi I",
        "autor_endereco": "Toronto, Canada",
        "comentario_titulo": "Compeeting Museum claiming to be actually located on the equator:)",
        "comentario_corpo": "As I explained in my other review how to get there by bus (please read my review for Mitad Del Mundo). On the right of Mitad del Mundo complex, you can find competing museum called  Intinan Solar Museum, that says they are the real equator museum. Cost $4 to get the guide. But",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "Marcia G",
        "autor_endereco": "Strathmore, Canada",
        "comentario_titulo": "Equador equator",
        "comentario_corpo": "This was real interesting.  As we're I come from we don't have the closeness of an equator.  All information was quite interesting and to belive that you are on the equator.",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "Jaime Guzman",
        "autor_endereco": "Quito, Ecuador",
        "comentario_titulo": "They lack of commitment to spread Ecuadorian Culture ",
        "comentario_corpo": "The guide is like a speaking recording machine, not interactive at all. The museum has been given a natural feature, not even earned. They are only showing details of what being in the middle of the world means. We came with Ecuadorians too and there is no special fee for them,",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "La_Jungala",
        "autor_endereco": "Summerville, South Carolina",
        "comentario_titulo": "True Center!",
        "comentario_corpo": "This is the true center of the earth. Although the commercialized Mitad del Mundo receives top billing, this is also very interesting and where you really need to have your picture taken You will receive a guided tour and will learn things that are not brought out at the",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "FLBuckeye93",
        "autor_endereco": "St. Petersburg, Florida",
        "comentario_titulo": "Have to go!",
        "comentario_corpo": "Mitad del Mundo is fun but this is the real equator! I was so impressed with our guide and the information I learned doing experiments on the equator. This is a must do when visiting Quito. ",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "PeterW2804",
        "autor_endereco": "Witney, United Kingdom",
        "comentario_titulo": "Fun visit to the Equator",
        "comentario_corpo": "Not just a monument. Fun displays and games based on the equator location. Far less busy than the main monument and museum - which is in the wrong place anyway?",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "mayoWestOfIreland",
        "autor_endereco": "west of ireland",
        "comentario_titulo": "Middle of the world!",
        "comentario_corpo": "Very interesting museum to view here, shrunken heads, weaponry  and  lots more from centuries ago, lots of information from the guides and fun tasks to do to see how well you balance at the middle of the world!",
        "comentario_data": " October 2017"
    },
    {
        "autor_comentario": "Dzr MD",
        "autor_endereco": "Tampa, Florida",
        "comentario_titulo": "I walked the line",
        "comentario_corpo": "Yes, you too can walk the line -- the actual equatorial line dividing the Northern and Southern Hemispheres. Check your smartphone's compass/GPS while you're there and will register very close to 000 latitude, which is pretty cool for us science folks.  It was also interesting",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "ella5a",
        "autor_endereco": "San Jose, California",
        "comentario_titulo": "Stradle the Equator",
        "comentario_corpo": "This is a fun attraction just outside of Quito.  There are some interactive activities and exhibits that depict native culture.  The site runs a tour that takes about 30 minutes.  Straddling the equator was fun! A bucket list item.  A nice way to spend an hour.",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Vicente A",
        "autor_endereco": "Quito, Ecuador",
        "comentario_titulo": "Very Fun and educational",
        "comentario_corpo": "You´ll experience the phenomenoms of being in the middle of the world, forces, sun position, balance an egg on a nail to mention some.",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "Nick S",
        "autor_endereco": "Totton, United Kingdom",
        "comentario_titulo": "Great fun",
        "comentario_corpo": "Take some of the facts surrounding the equator with a pinch of salt and you will have great fun at this museum. The guide was very playful and full of facts some believable and some not so but take it in your stride and you will enjoy. They also stamp your passport with Latitude",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "planestrainsboats",
        "autor_endereco": "Prairie Village, Kansas",
        "comentario_titulo": "Fantastic museum at the Equator!",
        "comentario_corpo": "The museum has hands on teaching stations throughout that teach about gravity at the equator and on either side.  Great when traveling with students or families with kids.  Llamas to pet, shrunken heads o see, bananas fresh off the tree, you can stand with one foot on each",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Beverley C",
        "autor_endereco": null,
        "comentario_titulo": "Morning trip",
        "comentario_corpo": "Fantastic experience and well worth a visit. Interesting scientific information and the member staff was very lnformative ",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "Rita C",
        "autor_endereco": null,
        "comentario_titulo": "Informative",
        "comentario_corpo": "This museum has exhibits on the Waorani, replicas of rainforest animals and reptiles, and a real shrunken head. A guide also explains the science of the solstices and the calendar AS WE STOOD DIRECTLY ON THE EQUATOR. We learned so much!",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "Pamela C",
        "autor_endereco": "Clarksburg, Maryland",
        "comentario_titulo": "Great Variety of Information!",
        "comentario_corpo": "This place is amazing! It has information from the process of shrinking heads (with a couple of real examples), to how natives lived, to tropical plants and totems. We got to stand over the official Eguator with our feet stradled in each hemisphere at once. We learned how to",
        "comentario_data": " October 2017"
    },
    {
        "autor_comentario": "Cecilia R",
        "autor_endereco": "Stockholm, Sweden",
        "comentario_titulo": "Nice tour on the real equator",
        "comentario_corpo": "After paying 3.5$ for entering the equator monument \"park\" basically for just taking photos of the monument we exited the park, took left on the street and walked 200m to the Intinan museeum as we knew that the equator would be there. Really easy to find and it was worth the 4$",
        "comentario_data": " November 2017"
    },
    {
        "autor_comentario": "LDL007",
        "autor_endereco": "Dallas, Texas",
        "comentario_titulo": "The real equator",
        "comentario_corpo": "If you're pressed for time, skip Mitad del Mundo and go here instead.  Not only will you get to see the real equator as measured precisely by GPS (the one at Mitad del Mundo is off by around 200 meters), but the museum here is much more interesting and informative.  In addition",
        "comentario_data": " October 2017"
    },
    {
        "autor_comentario": "Carmencita222",
        "autor_endereco": "Los Angeles, California",
        "comentario_titulo": "Really cool to put one foot on each side of the Hemisphere...",
        "comentario_corpo": "First and foremost, this is not a short ride from Quito, so be prepared. We utilized a 'Free Walking Tour' company based out of a hostel in Old Town which cost $10 USD per person round trip. Highly recommended to do something like this. There were no cabs waiting around for",
        "comentario_data": " October 2017"
    },
    {
        "autor_comentario": "Patricia N",
        "autor_endereco": "Birmingham, United Kingdom",
        "comentario_titulo": "The Real Equator ",
        "comentario_corpo": "Visited today and had a great time, our guide was very informative. Demonstrations are used to show the difference between the 2 hemispheres. You also get to see the traditional customs of the Andean people. Well worth a visit",
        "comentario_data": " October 2017"
    },
    {
        "autor_comentario": "Steph S",
        "autor_endereco": "Sydney, Australia",
        "comentario_titulo": "Fun, informative museum for all ages!",
        "comentario_corpo": "Fun museum with cool demonstrations to show what happens on either side of the equator. Good English speaking guides who make it enjoyable for all ages. Guides are included with the $4 entry fee! Would definitely recommend it.",
        "comentario_data": " October 2017"
    },
    {
        "autor_comentario": "Sue H",
        "autor_endereco": "Canada",
        "comentario_titulo": "Wonderful museum with a very friendly knowledgeable guide",
        "comentario_corpo": "This is a great museum and surprisingly interactive. We enjoyed having Paula show us around. She was very well informed and made the tour fun. This is where the marker for the ‘true’ equator line is located. And who would have thought that you can balance an egg on the head of a",
        "comentario_data": " October 2017"
    },
    {
        "autor_comentario": "awardemmy",
        "autor_endereco": "Ghent, Belgium",
        "comentario_titulo": "Real equator - fun museum",
        "comentario_corpo": "This museum is great, we really had fun here. The guides explain everything perfectly, you actually learn something here. The museum is very nicely decorated, good choice to come here.",
        "comentario_data": " October 2017"
    },
    {
        "autor_comentario": "JFsB",
        "autor_endereco": "Fairfield, Connecticut",
        "comentario_titulo": "Got What I Wanted",
        "comentario_corpo": "Had no expectations for this tour, but I was able to stand on both sides of the equator, balance an egg and see the water drain both counter clock wise and clock wise.  All I could have asked for!",
        "comentario_data": " October 2017"
    },
    {
        "autor_comentario": "Katrina H",
        "autor_endereco": null,
        "comentario_titulo": "Fascinating museum on the equator line.",
        "comentario_corpo": "Lots of interesting information about the indigenous tribes from the area including the old craft of head shrinking! The guide showed us some interactive experiments on the equator line illustrating the effects of gravity at the equator.",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "Igor I",
        "autor_endereco": "Plano, Texas",
        "comentario_titulo": "Nice small museum",
        "comentario_corpo": "Little bit corny but overall nice experience Friendly guide . Some very basic introduction to ingenious life stile A lot of fun flying with water around equator line Much better that big center near by  ",
        "comentario_data": " October 2017"
    },
    {
        "autor_comentario": "Ian M",
        "autor_endereco": "Tahoe City, California",
        "comentario_titulo": "Fun and Games at the Equator! Well worth the trip.",
        "comentario_corpo": "The trip seemed a little gimmicky but it was really fun.  Lots of unusual things at the equator that you can't do anywhere else - balance an egg on a nail head, watch water drain in different directions, fall off the equator line, Have your picture taken with a foot in each",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "wbsnider69",
        "autor_endereco": null,
        "comentario_titulo": "the equator",
        "comentario_corpo": "it's a good half hour bus ride to this museum but well worth the trip.  the guides are knowledgable and engaging.  the tour takes approximately 45 minutes. You can have your passport stamped with an Equator stamp.",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "Fabiola F",
        "autor_endereco": "Miami, Florida",
        "comentario_titulo": "What a great experience",
        "comentario_corpo": "Loved all the experiments on the Ecuador line, so much fun! Gorgeous outdoor setting and very interesting tour. Take your passport to get a middle of the world stamp.",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "nixsa777",
        "autor_endereco": "Cape Town, South Africa",
        "comentario_titulo": "Fascinating time spent here",
        "comentario_corpo": "It may come across as a bit touristy but take time to discover more about the pre-Colombian cultures who stayed in the region. It really is interesting to see the experiments based on the equatorial line. Enjoyed it more than I expected to. ",
        "comentario_data": " October 2017"
    },
    {
        "autor_comentario": "ThatAneAdventure2017",
        "autor_endereco": "Spokane, Washington",
        "comentario_titulo": "The real Mitad del Mundo!",
        "comentario_corpo": "We really enjoyed the museum here. The tour is included in the price of the entrance. It was informative and fun. In addition they had a few cool activities which we enjoyed. Skip the other place and go here!",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "ReneeTravelTheWorld",
        "autor_endereco": "San Rafael, California",
        "comentario_titulo": "Perfect Day Trip from Quito....LOVED IT",
        "comentario_corpo": "This was really a fun place to visit with our kids. It was fun to be at the \"center of the world\" and they have a nice guided tour. We were very glad we did this during our one day tour of Quito.",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "Dionisio Ismael M",
        "autor_endereco": null,
        "comentario_titulo": "Educational, interesting, well structured and unique",
        "comentario_corpo": "I had a couple of hour between meetings while attending some business conferences and this was the only place I got to visit in Quito. I enjoyed the tour, the explanations and the design or the different areas at the museum. I learned on gravity and how it works at the center of",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "JLDB007",
        "autor_endereco": "Tessenderlo, Belgium",
        "comentario_titulo": "Funny but interesting museum",
        "comentario_corpo": "Motivated people here telling the story of the Ecuadorian historic way of living. Interesting and suprising facts about the \"mirror of the world\" and practical tricks to do to experience and understand the Equatorial phenomenon! Lovely to do with children.",
        "comentario_data": " October 2017"
    },
    {
        "autor_comentario": "Joel L",
        "autor_endereco": "Saint Paul, Minnesota",
        "comentario_titulo": "Learn about Ecuador and see the equator",
        "comentario_corpo": "This museum has more than just a monument about being at the equator.  It has some interesting displays about the animals and early peoples of Ecuador.  It has a new building built by local people and an original home/workshop. You get a guide to tell you about the different",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "Alice W",
        "autor_endereco": "Rough and Ready, California",
        "comentario_titulo": "Must do Equator stop",
        "comentario_corpo": "Fun trip and obligatory photo op on the equator. Our guide at the museum made the visit especially fun and informative. Be sure to take your passport along so you can get it stamped there.",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "mcladley",
        "autor_endereco": "Manchester, United Kingdom",
        "comentario_titulo": "Good fun ",
        "comentario_corpo": "Pleasantly surprised. It was fairly quick and a touch gimmicky but the guide was very good and funny. I'd recommend it! ",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "Sam w",
        "autor_endereco": null,
        "comentario_titulo": "Nice visit to the exact equator",
        "comentario_corpo": "For a mere $4, you can have a guided tour of this site. The tour starts with an explanation of indigenous culture and it's brief. You will have a chance to photograph yourself at the exact location of the equator, 0° latitude. Visitors are also shown some cute natural effects of",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "pugluvrNewYork",
        "autor_endereco": "new york",
        "comentario_titulo": "Very unique place",
        "comentario_corpo": "This was an amazing stop on our visit to Ecuador.  Very educational.  The experiments were informative & educational.  We balanced an egg on the equator, saw how water drains in the different hemispheres.  We also faced the challenges of walking on the equator line.  The gift",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "Aussietriptraveller",
        "autor_endereco": "Sydney Australia",
        "comentario_titulo": "Quite fun",
        "comentario_corpo": "This site has several interesting things to see. The tour is interesting and the equator experiments fun.",
        "comentario_data": " August 2017"
    },
    {
        "autor_comentario": "Carol M",
        "autor_endereco": "Frederick, Maryland",
        "comentario_titulo": "Great afternnoon",
        "comentario_corpo": "Had a great afternoon here learning all about the Ecuador, Chocolate and life in South American. Great Place to include as you start your trip!",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "retrolilly",
        "autor_endereco": "Greater Manchester, United Kingdom",
        "comentario_titulo": "Fun cheap trip, obligatory photo on the line!",
        "comentario_corpo": "Had a good trip here, was fun and cheap and of course you get the obligatory photo on the lattitude line, not to mention the stamp in which our passport, so worth taking with you. Was interesting looking at the different way the water reacts down the plug hole on the opposite",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "BobCv",
        "autor_endereco": "Northern Ireland",
        "comentario_titulo": "Short stop. ",
        "comentario_corpo": "Experiments good but the rest was not particularly interesting. An exception was the talk on chocolate procesd ",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "greattripsrw",
        "autor_endereco": null,
        "comentario_titulo": "Fun visit, balance a raw egg on a nail!",
        "comentario_corpo": "Our travel planner, Kuoda Travel, recommended this activity to us for our visit to Quito. We had a private guide take us to the 'Middle of the World' museum on the equator. On the premises are several shops with colorful textiles and other souvenirs, educational displays of",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "Cynthia P",
        "autor_endereco": "San Jose, California",
        "comentario_titulo": "Touristy Attraction",
        "comentario_corpo": "We enjoyed the visit to this beautiful reserve.  The vegetation was varied and interesting and the hummingbirds were amazing.   Our guide was excellent and explained the features of various plants.",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "Olivia S",
        "autor_endereco": "London, United Kingdom",
        "comentario_titulo": "Go it's brilliant",
        "comentario_corpo": "I'm not one for super touristy things but this tour was really interesting! I learnt so much about the equator and what happens both north and south of the equator (shown through a number of experiments which I won't spoil for you).  This is infact THE actual centre of the world",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "JennyGonsalves",
        "autor_endereco": "Houston, Texas",
        "comentario_titulo": "A must do!",
        "comentario_corpo": "A thrill!  Our guide was awesome and this is a must do.  A fun  place to visit and learn.  We also learnt lots about cocoa and making chocolate.",
        "comentario_data": " August 2017"
    },
    {
        "autor_comentario": "Dez",
        "autor_endereco": "Sunshine Coast, Australia",
        "comentario_titulo": "Great tour guide ",
        "comentario_corpo": "Had a great tour guide who was very informative and passionate about his culture and the history of the tribes. Very interesting to know about the shrunken heads and also do the egg challenge. My husband became an egg master and got a certificate. Was cool to walk on the middle",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "cbun08",
        "autor_endereco": "Camarillo, California",
        "comentario_titulo": "One of a few must have experienced in Ecuador",
        "comentario_corpo": "There are various places to visit along the equator that I'd recommend and this is one of them. It's a bit more commercially, designed specifically for tourists but still very interesting and very very worth while. Our guide did an amazing job teaching us about the history of",
        "comentario_data": " September 2017"
    },
    {
        "autor_comentario": "B W",
        "autor_endereco": null,
        "comentario_titulo": "Fun place to visit",
        "comentario_corpo": "The guided tour was very informative and the experiments were fun to try.  We not only learned about the equator but also the history of Ecuador.  ",
        "comentario_data": " August 2017"
    },
    {
        "autor_comentario": "Anna C",
        "autor_endereco": null,
        "comentario_titulo": "Gimicky and unprofessional",
        "comentario_corpo": "Our guide left part way through the tour when questioned about a very questionable demonstration of Coriolis Effect. Not the true equator anyway. Avoid.",
        "comentario_data": " August 2017"
    },
    {
        "autor_comentario": "Mark H",
        "autor_endereco": "Gunsan, South Korea",
        "comentario_titulo": "Only go to burn time",
        "comentario_corpo": "I wouldn’t call it a museum as much as a tourist trap.  The guides are friendly and the exhibits are somewhat informative but I wouldn’t recommend making this place a special destination.  ",
        "comentario_data": " August 2017"
    },
    {
        "autor_comentario": "Alvin Brown",
        "autor_endereco": "Houston, Texas",
        "comentario_titulo": "\"Just a good afternoon place to visit\"",
        "comentario_corpo": "Just a fun place to visit and has so much history there and this is something you and the family can enjoy together. You have both English and Spanish tours and they give you a brief history about it. Lots of interesting things to see and just enjoy. Ad you also get to learn",
        "comentario_data": " August 2017"
    },
    {
        "autor_comentario": "Deewee32",
        "autor_endereco": "Vancouver, Canada",
        "comentario_titulo": "Fun but very touristy",
        "comentario_corpo": "There is lots to see here.  A private guide will walk you through the exhibits with opportunity for equator pics everywhere.  There are also a number of cool science experiments that you participate in, proving the forces that exist at the equator.",
        "comentario_data": " August 2017"
    },
    {
        "autor_comentario": "BelindaJA",
        "autor_endereco": "Port Saint Lucie, Florida",
        "comentario_titulo": "Fun place to visit",
        "comentario_corpo": "This is the \"modern\" equator- determined by GPS to be the actual equator. You take a tour and get to do fun things like trying to balance an egg on the head of a nail- not easy to do! You also learn about the indigenous people of the area. ",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "sunshine918107",
        "autor_endereco": "Buenos Aires, Argentina",
        "comentario_titulo": "Interesting to visit",
        "comentario_corpo": "When in Quito we went to visit this museum located at the very spot where the earth is at 000º degrees latitude.",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "Bernhard L",
        "autor_endereco": "Vienna, Austria",
        "comentario_titulo": "MUST-SEE and MUST-VISIT",
        "comentario_corpo": "This has been one of the most amazing visits during my two weeks in Ecuador. Located just a few minutes drive from \"Mitad del Mundo\", Inti Nan is a MUST-SEE. You will experience interesting experiments on as well as to the north and to the south of the equator line. I was",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "504to593",
        "autor_endereco": "New Orleans, Louisiana",
        "comentario_titulo": "A definite visit- bring your passport!",
        "comentario_corpo": "I honestly prefer Museo de Intinan over Mitad del Mundo, because there is a guided tour available if you want (both Spanish and English-speaking, as far as I know and I felt the guide was really knowledgable) and its more interactive. The museum not only covers why its the",
        "comentario_data": " August 2017"
    },
    {
        "autor_comentario": "Doreen R",
        "autor_endereco": "Arequipa",
        "comentario_titulo": "Loved the Interaction!",
        "comentario_corpo": "We had a great guide here and call me a nerd but standing on the 000 Latitude line was so exciting! Learning about the indigenous peoples was very informative.",
        "comentario_data": " August 2017"
    },
    {
        "autor_comentario": "Farrah H",
        "autor_endereco": "Alabama",
        "comentario_titulo": "A really great tour!",
        "comentario_corpo": "We stopped at the Intian Museum on our way back to Quito from Mindo. It was such a neat museum with a wonderful English tour. The experiments were really cool, too.",
        "comentario_data": " August 2017"
    },
    {
        "autor_comentario": "erricotrip",
        "autor_endereco": "London, United Kingdom",
        "comentario_titulo": "If you have many days in Quito, it can be worth a visit",
        "comentario_corpo": "This is not the first place you would visit in Quito. It is worth going just if you have many days and some time to waste. It is cheap and there is a guide. You will learn a few things about the equator. It can be interesting to go with children",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "Leslie L",
        "autor_endereco": "Cartagena, Colombia",
        "comentario_titulo": "Awesome! ",
        "comentario_corpo": "I loved this tour! Definitely an interesting one and you learn so many cool facts about Ecuador and the altitude and why it's considered the middle of the world, sadly I forget my tour guides name but she was a female who knew her facts! Something you should do if given the",
        "comentario_data": " August 2017"
    },
    {
        "autor_comentario": "Shiri Z",
        "autor_endereco": null,
        "comentario_titulo": "This is where the real line go through",
        "comentario_corpo": "This where the real line go through, so it is quite interesting to see all the unique phenomenons in this place, ",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "Boanxi",
        "autor_endereco": "Al Jubail, Saudi Arabia",
        "comentario_titulo": "More like a curio shop than a museum",
        "comentario_corpo": "While this museum is worth a visit, it is not a great way to learn about local culture. Local artifacts that are worth seeing, like a shrunken head and an Amazonian house are mixed together with items from Mexico, Hawaii and Indonesia with no signs explaining this. Some of the",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "AltairVega85",
        "autor_endereco": "San Diego, California",
        "comentario_titulo": "fun museum!",
        "comentario_corpo": "you get to learn about ecuatorian tribes and history and do little experiments and tricks at the actual ecuator line! fun, interactive, pleasant, would recommend it to anyone and im pretty sure kids would enjoy it as well. ",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "Juan T",
        "autor_endereco": null,
        "comentario_titulo": "Really cool museum and experience",
        "comentario_corpo": "Anytime i have a friend form outside Ecuador, i bring them here. Its a unique experience, being on the middle of the world and also getting a tour through a well mantained museum with very nice details of Ecuador. Totally recommend visiting it even if you are Ecuadorean.",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "KLPBklyn",
        "autor_endereco": "Brooklyn, New York",
        "comentario_titulo": "Straddle the Equator",
        "comentario_corpo": "Take the guided tour and enjoy all the fun little activities.  Try to balance an egg on a nail, watch water go down the drain on the equator, in the north hemisphere and southern hemisphere.  Try to walk the red equator line with your eyes closed.  They also have some nice",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "Lorrie B",
        "autor_endereco": "Austin, Texas",
        "comentario_titulo": "Got kids? Don't Miss The Intinan Museum!",
        "comentario_corpo": "We went to \"both Middle of the Worlds\" and enjoyed both. The Intinan Museum is well done, from the llamas out front to the guided tours with guest participation, my 8-year old & I were glad we went. The guide was a wealth of information. In fact, I was ready to cancel our plans",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "Nofar C",
        "autor_endereco": "Amsterdam, The Netherlands",
        "comentario_titulo": "Nice place",
        "comentario_corpo": "I really like this place. The real is crossing there and there is a short and cool tour that explains you the effects!",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "michaelfitzg",
        "autor_endereco": "Toronto",
        "comentario_titulo": "Lots of Fun",
        "comentario_corpo": "It's a bit of a hike to get there, but it is fun learning about what goes on at the equator.  We all enjoyed seeing the coriolis effect, balancing an egg and trying to walk a straight line.  If you are here, it is worth a visit and hour or so it takes to go through the museum.",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "HeyKell",
        "autor_endereco": "California",
        "comentario_titulo": "Fun Stop!",
        "comentario_corpo": "What an interesting place!  Yes, it's a little touristy, but hey! You're a tourist!  It was really great to do the experiments with water, eggs, balance, strength, etc.  Very interesting and highly recommend!",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "John B",
        "autor_endereco": "Stafford, Virginia",
        "comentario_titulo": "What a fun place",
        "comentario_corpo": "This is a must see!  Guided tour through a village that represents their past and all tied in with the equator. Guide walked you through the quirks of being within one step of both hemispheres. Pretty remarkable experience. ",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "Steve S",
        "autor_endereco": "Kirkland, Washington, United States",
        "comentario_titulo": "Touristy but fun",
        "comentario_corpo": "Neat place to be at Latitude 000.  Balancing an egg.  Can't walk a straight line.  This a tour guide training ground so kids are learning how to be guide as they teach you the history of Quito and the 000 land mark and how GPS has shown the Monument is off by a chunk.  Did this",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Bonnie",
        "autor_endereco": "Sun City West, Arizona",
        "comentario_titulo": "Great opportunity to experience the effects of the equator",
        "comentario_corpo": "This site offers multiple opportunities to observe \"experiments\" such as water swirling in different directions in each hemisphere, and the difficulty keeping your balance while walking a straight line along the equator.",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "desayuna",
        "autor_endereco": "Singapore",
        "comentario_titulo": "Quirky and fun",
        "comentario_corpo": "You pay 4USD (or 6?) to enter and wait a little bit to form a big enough group for your guide to bring you around.  It's a very interesting tour, and our guide was pretty hilarious as well.  I would recommend this museum over the Mitad del Mundo if you only have time for one of",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "Martha B",
        "autor_endereco": "Boston, Massachusetts",
        "comentario_titulo": "Corny, but fun",
        "comentario_corpo": "Very corny, touristy, but fun and interactive. We enjoyed it better than the other one close by. Easy to understand guide was good!",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "Jef v",
        "autor_endereco": "Bancao-Bancao, Philippines",
        "comentario_titulo": "Soon ten different places tourist private trap",
        "comentario_corpo": "Soon ten places like that each say they are right  No one is exact  Probably on a difficult location where there is no road ",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "MCSilvaEcuador",
        "autor_endereco": "Fort Collins, Colorado",
        "comentario_titulo": "more inetresting than the middle of the world museum and monument (right next door)",
        "comentario_corpo": "I have visited twice and I have learned and re-learned about the middle of world and its facts. A must to visit in Quito. Kids and adults love it.. it is an interactive museum where everyone can learn and have fun!",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "Joan B",
        "autor_endereco": "Auckland Central, New Zealand",
        "comentario_titulo": "Fun museum",
        "comentario_corpo": "This is the real middle of the earth! The museum is quite small and all outdoors. Very touristy of course but also really interesting. A guide is provided with the entrance fee and the groups are small. There are all sorts of fascinating hands-on activities associated with the",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "Indiana_Jonesse",
        "autor_endereco": "San Francisco, California",
        "comentario_titulo": "Another mystical moment",
        "comentario_corpo": "Yes, my second time here. When you visit a new place, sometimes your excitement is overwhelming and you forget to listen to some details that the guide is explaining. Then you visit again, like in my case, and some details and memories return. This time, I remember story and",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "carriagehouse37",
        "autor_endereco": "Mystic, Connecticut",
        "comentario_titulo": "IMAGINE STRADDLING THE EQUATOR - NORTH/SOUTH HEMISPHERES",
        "comentario_corpo": "Don't miss this opportunity to straddle the North and South Hemispheres at Lattitude 00-00-00.  Well informed docents demonstrate the unique phenomena of gravity and Coriolis force.  A brief history of the indigenous people and custom of shrinking heads is included. BRING YOUR",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "Louelife",
        "autor_endereco": "Westhampton Beach, New York",
        "comentario_titulo": " check it out",
        "comentario_corpo": "Far out experiments and a cool old feel. CHECK IT OUT the experiments they show you can not happen anywhere else in the world! ",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "Alice S",
        "autor_endereco": "Lund, Sweden",
        "comentario_titulo": "Yes! Go! It's a nice visit!",
        "comentario_corpo": "Maybe I'm a nerd but I loved the equatorial line and the museum around it. It is a bit messy and they jump from one thing to another but it is for a me a must to visit. Nice experiments and fun to try the different things at the museum. Our guide was alright but seemed bored",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "Lisa Z",
        "autor_endereco": null,
        "comentario_titulo": "DONT MISS THIS ONE! COOL EXPERIMENTS",
        "comentario_corpo": "Usually people just go to the monument CIUDAD MITAD DEL MUNDO, this one is the indigenpus one with full of history and cool guides. 100% recommended",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "jaindough",
        "autor_endereco": "Ontario",
        "comentario_titulo": "An Absolute Must-Visit",
        "comentario_corpo": "This is where you want to go to test out the remarkable scientific phenomena related to the equator. Tour guides are incredibly informative and tell you a great deal about the local wildlife, the native peoples as well as the ecosystems. They also let you have a little fun with",
        "comentario_data": " September 2016"
    },
    {
        "autor_comentario": "Luis M",
        "autor_endereco": "El Salvador",
        "comentario_titulo": "Amazing Learning experience",
        "comentario_corpo": "Great place to have an amazing learning experience. A guide will explain about the culture of the idigenous. Also will demostrate physical phenomenons that only ocure over the equatorial line. Also you will have the chance to balance an egg over a nail, if you accept the",
        "comentario_data": " August 2016"
    },
    {
        "autor_comentario": "marshfish",
        "autor_endereco": "Melbourne",
        "comentario_titulo": "A more indigenous look at the middle of the earth",
        "comentario_corpo": "We went with a small tour bus organised through the Community Hostel. It was  Friday late afternoon close to closing and our guide was not enthusiastic. However the exhibits were good the experiments proved the claims. It was a place I could spend more time investigating but",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "Annie_in_the_burg",
        "autor_endereco": "Williamsburg, Virginia",
        "comentario_titulo": "Equator and Cultural Tour",
        "comentario_corpo": "Very enjoyable tour led by a guide through a charming outdoor museum highlighting a few historical, natural, and cultural elements of Ecuador.  This is the location of the actual Equator line and they present some fun activities to demonstrate scientific principles (not taken",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "rdmjr",
        "autor_endereco": "Pinehurst, North Carolina",
        "comentario_titulo": "The \"real\" equator",
        "comentario_corpo": "This \"museum\" is located on the true equator, unlike the more famous monument.  The price is cheap, $4, I believe.  The tour is more of a cultural experience telling about the various tribal peoples and customs. You can balance an egg on the head of a nail, etc.  You can get",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "vdirani",
        "autor_endereco": "Ponte Vedra Beach, Florida",
        "comentario_titulo": "So informative and fun!",
        "comentario_corpo": "Our tour guide recommended we stop here before going to the Mitad del Mundo and we are so glad we did!! Very informative and fun! We learned about the local culture, tribes and even had some fun experiments that we did ON the equator line, and on the north and south hemispheres!",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "Elena B",
        "autor_endereco": "Caracas, Venezuela",
        "comentario_titulo": "Had a good time at Intiñan",
        "comentario_corpo": "This is where the \"zero latitude\" is located. There are interesting demonstrations as to being in the north and south hemispheres. i had a very good guide of the museum and was entertained. Entry: US$4",
        "comentario_data": " July 2017"
    },
    {
        "autor_comentario": "283jennifere",
        "autor_endereco": "Woodinville",
        "comentario_titulo": "Accidentally wrote my review of this place on the Mitad del Mundo site!",
        "comentario_corpo": "Loved this place...but I placed my review on the Mitad del Mundo site by accident!  Please see my review under Mitad del Mundo for more details, if interested.",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "scholarandagentleman",
        "autor_endereco": "San Mateo, California",
        "comentario_titulo": "kitschy but cool",
        "comentario_corpo": "The equator is a weird place, and this museum is a strangely appropriate (if borderline tacky) place to discover just how weird it is.",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "Kate B",
        "autor_endereco": "Pontyclun, United Kingdom",
        "comentario_titulo": "Better than Mitad del Mundo! ",
        "comentario_corpo": "If you're going to visit Mitad del Mundo then do yourself a favour and walk the 2 minutes away to also visit the museum. Far more interesting than the big, showy monument with great people with really interesting stories. ",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "LaraDavis",
        "autor_endereco": "Sunriver, Oregon",
        "comentario_titulo": "Good fun",
        "comentario_corpo": "I wouldn't go super far out if my way for this, but if you're near it's worth a stop. Neat demos done on the equatorial line that, while sort of elementary, are fun. There's a little bit of history and some good models. It's really cheap ($2-3?- don't forget to tip your guide)",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "boymomdfw",
        "autor_endereco": "Dallas, Texas",
        "comentario_titulo": "DON'T MISS!",
        "comentario_corpo": "This was a great museum. The tour is included. We waited just a little bit for the English guide. Then we were off. We enjoyed the experiments on the equator and were given ample opportunities to take photos. Don't miss this.",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "David R",
        "autor_endereco": "United Kingdom",
        "comentario_titulo": "The Real Equator - and cheaper to visit!",
        "comentario_corpo": "Had a day out and got as far as the car park at the large stone monument (Mitad del Mundo) about 200 metres away, but after looking at the entrance fee, for 5 people worked out expensive for what is basically a large obelisk, but in the wrong place! Looking at previous comments",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "Marshall H",
        "autor_endereco": "Ridgecrest, California",
        "comentario_titulo": "You can't visit the Equator with out a stop here",
        "comentario_corpo": "As we learned on our tour this is the newly discovered REAL spot of the Equator. give yourself at least a couple of hours, the tour is fantastic and highly educational about fun facts related to the Equator that you would never know. The guides are knowledgeable and fun and it a",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "Anna Lynn",
        "autor_endereco": "Rancho Cucamonga, California",
        "comentario_titulo": "Even Better than Mitad Del Mundo!",
        "comentario_corpo": "Just up the street from Mitad del Mundo but an even more interesting experience on the equator! I liked that they did experiments that everyone can participate in and see to prove that you are on the actual line of the equator! Also love that they included history of Ecuador and",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "ErinIdaho",
        "autor_endereco": "Idaho",
        "comentario_titulo": "Fun facts",
        "comentario_corpo": "Might seem a little \"touristy\" but well worth the time.  The guide explained some fun facts of local cultures and then proceeded to do experiments on the equator that had us all in awe and laughing. Great photo opportunities!",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "T B",
        "autor_endereco": "York, United Kingdom",
        "comentario_titulo": "Fun, interactive experience at the equator",
        "comentario_corpo": "After coming from a boring visit to the equator monument next door this one rescued our day in Mitad del Mundo.  For only $4 entry fee you get a tour included (English or Spanish)   There is history, geography, cultural insight and a brief intro to Ecuadorian wildlife.  Then the",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "RichardinOhio",
        "autor_endereco": "Williamsburg, Virginia",
        "comentario_titulo": "Lots of Tourists, but Interesting Exhibits",
        "comentario_corpo": "The place is a bit \"touristy,\" and take what they say with a grain of salt about the \"forces\" at the equator.  But it's all done is good fun and festive spirits.  Try balancing the egg on the nail!  This is a bit off the beaten path, so you'll need a car or tourist bus to get",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "ReddiTugo",
        "autor_endereco": "Atlanta, Georgia",
        "comentario_titulo": "EXACT Equator Line Outdoor Museum",
        "comentario_corpo": "Museo de Sitio Intinan  is well-worth visiting to better appreciate the unique  scientific phenomena found only on the equator.  Witness here how the Coriolis Effect changes whirlpool directions on either side of the EQUATOR LINE.  Stand an Egg on its' end.  More experiments",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "kalamakid",
        "autor_endereco": "Kailua, Hawaii",
        "comentario_titulo": "Fun Way to Celebrate being at the Real Equator",
        "comentario_corpo": "Even though my husband's gps did not register ooo here at the equator sign, this was a neat outdoor museum with an original endemic house from the early 1800's that has been maintained.  While some of the huts are reproductions, this one is real with hammocks and benches, etc. ",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "Andrew S",
        "autor_endereco": "Mission, Texas",
        "comentario_titulo": "Cool place to visit",
        "comentario_corpo": "Interesting excursion here with a tour group. The museum has interesting artifacts from Ecuador's early history. The experiments on the equator are interesting. Fun fact filled visit you shouldn't miss.",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "Terry98027",
        "autor_endereco": "Seattle, Washington",
        "comentario_titulo": "Don't miss this museum",
        "comentario_corpo": "The experiences at this museum are exceptional; unique because you are standing on the equator.  Shrunken head explanation also quite unique.  Highly recommended ",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "Sagar D",
        "autor_endereco": "United Kingdom",
        "comentario_titulo": "Tourist trap but entertaining! ",
        "comentario_corpo": "The entrance fee is reasonable at $4 per person. It cost us $40 round trip in a taxi from Quito. I think this was extortionate but I was too weary to put up a fight.   There were some nice Andean cultural exhibits but I seriously question the veracity of the 'scientific",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "davezeppelin",
        "autor_endereco": "Rochester Hills, Michigan",
        "comentario_titulo": "So great!",
        "comentario_corpo": "Loved the museum.  Such weird and wacky stuff.  Enjoyed taking a walk on the real equator and taking pictures of the experience.  Friendly guide.  My wife danced as part of a group ceremony and she'll never forget it!",
        "comentario_data": " July 2016"
    },
    {
        "autor_comentario": "John M",
        "autor_endereco": "Gresham, United States",
        "comentario_titulo": "Touristy, but you will learn a lot and it was fun",
        "comentario_corpo": "As you approach the museum, it appears to be pretty touristy.  The guides impart a lot of knowledge in a fun way.  You learn about the local culture as well.  You will learn about the unique characteristics of the equator, as well as see and take part in various fun",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "GregB052148",
        "autor_endereco": "Tarpon Springs, Florida",
        "comentario_titulo": "Stand on center of Equator !!!!!",
        "comentario_corpo": "Great place to walk around and get a sense of the andean culture. They also did a couple of \"experiments\" to show you how gravity is different right on the equator and 4 feet either side.",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "lawtraveller56",
        "autor_endereco": "Saugatuck, Michigan",
        "comentario_titulo": "Quirky fun.",
        "comentario_corpo": "At first, this place seems like a tacky out-of-date tourist trap but once you begin the tour (and take the leap of faith), it's actually a lot of fun.  The \"experiments\" on the actual equator are a blast and as others have mentioned, where else can you see a real shrunken head. ",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "schnoo1",
        "autor_endereco": "Niles",
        "comentario_titulo": "Really at the Equator?",
        "comentario_corpo": "Rather commercial enterprise that claims to be located on the Equator.  Depending on your phone's GPS it may be or it may not be.  Fun if you aren't concerned with accuracy.  There seems to be much disagreement as to where the Equator crosses this area.  The city's monument",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "Sandra",
        "autor_endereco": "Canada",
        "comentario_titulo": "Worth the visit!",
        "comentario_corpo": "SO much to see and learn about here. You will have opportunities to try some experiments on the equator and it was so incredible. Spent about 2 hours here and there was so much to see!",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "jdselby",
        "autor_endereco": "Eindhoven, The Netherlands",
        "comentario_titulo": "Better than the big complex",
        "comentario_corpo": "Very engaging presentation with a good guide. The place is a little worn but has lovely gardens and interesting exhibits. Not worth a special trip though.",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "AlohaTX",
        "autor_endereco": "Houston, Texas",
        "comentario_titulo": "Awesome ",
        "comentario_corpo": "Great experience at the \"REAL\" equator.  $4 well spent.  Short, interactive, and guided tour is informative and Fun.  Highly recommend for good education and great photo ops.  Learn so much it such short time in an enjoyable experience.  BONUS:  Shruken heads to see too - bonus",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "DoctorDerm1",
        "autor_endereco": "Winter Springs, Florida",
        "comentario_titulo": "Overrated",
        "comentario_corpo": "This place did have a couple replicas of indigenous indian dwellings, as well as a few hokey tricks of what the effects of the equator are supposed to do. I would skip this place. Technically it is on right on the equator, however I would spend your time at the Middle of the",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "Jerome B",
        "autor_endereco": "Columbia, Maryland",
        "comentario_titulo": "Great attraction - don't miss it",
        "comentario_corpo": "Sounded hokey but turned out to be a very engaging, fun experience.  Lots of great scientific and historical information attractively presented.  Well worth the time and money.",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "Mambo D",
        "autor_endereco": "Telluride",
        "comentario_titulo": "Touristy but still interesting.",
        "comentario_corpo": "The cabbie we hired to show us around took us here.  Some of the exhibits are a little contrived  but our guide was very knowledgeable.  The most interesting part is standing \"on\" the equator and learning about the discovery and calculation of the equator. It's worth the stop.",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "Skysurfr",
        "autor_endereco": "West Palm Beach, Florida",
        "comentario_titulo": "Fun silly touristic fun!",
        "comentario_corpo": "It a fun place to visit with some fun non-scientific examples of the equator. The admission includes a guide. ",
        "comentario_data": " June 2017"
    },
    {
        "autor_comentario": "Robert D",
        "autor_endereco": "Dallas, Texas",
        "comentario_titulo": "Very nice displays and very interesting",
        "comentario_corpo": "This museum has very good historical displays and the staff are very knowledgeable and friendly.  The chance to stand on the equator was cool-or warm.  ",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Leapinglizard57",
        "autor_endereco": "Windsor and Maidenhead, United Kingdom",
        "comentario_titulo": "Brilliant visit",
        "comentario_corpo": "Spent a couple of very informative hours here as part of a group of about 10 people. Lovely guide with good language skills and brilliant sense of humour. Great fun . Start early because it gets very hot!! ",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "em1036",
        "autor_endereco": "Davie, Florida",
        "comentario_titulo": "My favority place!!",
        "comentario_corpo": "Don't miss the opportunity to visit this museum. It is an amazing place to bring the family. Lots of historic, and culture.",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "Stavros M",
        "autor_endereco": "New Zealand",
        "comentario_titulo": "It is an insult to human intelligence ...",
        "comentario_corpo": "Taking some scientific facts (e.g. the Coriolis Force) and stretching them to a ridiculous point that is invalid and stupid. I left half way as the amount of nonsense the guide was saying was beyond tolerance. However, most of the audience felt entertained because they could",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "longislander22",
        "autor_endereco": null,
        "comentario_titulo": "Great tour!",
        "comentario_corpo": "We received a great tour from a young woman. She showed us all their exhibits (went into quite a bit of detail about the shrunken heads) and showed us the equator. She took many pictures of our group, and also showed us all the weird physics things that happen on the equator",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "Lynne P",
        "autor_endereco": "Fort Collins, Colorado",
        "comentario_titulo": "Intinan Museum",
        "comentario_corpo": "Thoroughly enjoyed our visit to this wonderful outdoor museum at the ecquator.  Interesting displays, knowledgeable guides and fun experiments for the entire family.",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "Pauline O",
        "autor_endereco": "Peterborough, Canada",
        "comentario_titulo": "Fun tour to do - Standing on the Equator",
        "comentario_corpo": "Its a fun place to visit.   Liked how they showed the water circling down the drain both ways - depending which side of the equator line you were on.  I found the explanation of the history of the local tribe interesting.  Worth the entrance fee.",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "Charles Dugger",
        "autor_endereco": "Bryceville, Florida",
        "comentario_titulo": "Very great Museum and tour!",
        "comentario_corpo": "Our tour guide shared her knowledge of the past with passion. She was very helpful with pictures and she lead the tour with the group best interest.",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "Cpjules",
        "autor_endereco": "Phoenix, Arizona",
        "comentario_titulo": "Interesting ",
        "comentario_corpo": "There was a student that just happened to be there that was dying to practice his English so we got a superb explanation of most of the exhibits. Gracias !",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "JanD442",
        "autor_endereco": "Los Angeles, California",
        "comentario_titulo": "A must do in Quito",
        "comentario_corpo": "What's cooler than being at the center of the world? A couple of experiments including balancing an egg on a nail. My daughter was successful. I was not. Trick is to evenly balance your feet on both sides of the equator. Also, bring your passport as they'll stamp it. We took a",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Andrew S",
        "autor_endereco": "Guayaquil, Ecuador",
        "comentario_titulo": "Better and closer to the equator",
        "comentario_corpo": "Thus us the indigenous (South American Indian) museum. Entry price us lower than the official (\"French\") site, it's closer to the equator line, which we know thanks to GPS, and the guide tour is good, the exhibits interesting. Beware of the validity of some of the experiments on",
        "comentario_data": " June 2016"
    },
    {
        "autor_comentario": "Bert S",
        "autor_endereco": "West Hartford, Connecticut",
        "comentario_titulo": "The REAL equator",
        "comentario_corpo": "This is the REAL equator. The short tour here is worth doing. Here you'll see some amazing demonstrations and explanations of why things are different on the equator and how different they are just a few feet north and south of the equator.   This is about 800 feet away from the",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "wmhayes82",
        "autor_endereco": "Kansas City, Missouri",
        "comentario_titulo": "Fun, Interesting Place to Visit",
        "comentario_corpo": "We took the English language tour of the Intinan Museum, where our guide Cesar shared more information about the indigenous peoples who once inhabited this part of Ecuador and then demonstrated certain phenomena that happen only at the Equator - water flowing straight down (or",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "wjerocka",
        "autor_endereco": "Banska Bystrica Region, Slovakia",
        "comentario_titulo": "Very interesting museum",
        "comentario_corpo": "We firstly visited regular Mitad del Mundo site which was interesting too but this museum was really special. Quite hidden from the main road, we had to ask for directions. We especially liked the friendly guide and simply the place has its own nice atmosphere. Definitely worth",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "lunaticalt",
        "autor_endereco": null,
        "comentario_titulo": "Nice museum, not so nice treatment of animals",
        "comentario_corpo": "​The museum was quite interesting and nicely set up, however I didn't particularly enjoy seeing 4 or 5 guinea pigs held in a REALLY small pen in one of the indigenous houses. There was no grass inside of it and the pen was located in a pretty dark corner of the house. It was",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Donna P",
        "autor_endereco": "Lahaina, Hawaii",
        "comentario_titulo": "Got to visit and check it off your list",
        "comentario_corpo": "This is the REAL center of the world and not the multi million Museo Templo. We took the short informative tour and partook in all the little experiments like balancing the egg on the nail, pouring water on zero degrees...",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "JustineXplores",
        "autor_endereco": "Warsaw, Poland",
        "comentario_titulo": "Must see",
        "comentario_corpo": "Very nice service, speak English, good value for money, interesting story guides, you can do experiments yourself, true equator",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "FelineOnTheGo",
        "autor_endereco": "Canada",
        "comentario_titulo": "Touristy Place",
        "comentario_corpo": "I would not say this is a must see, but, if you have the time and are inclined, it could be entertaining. It is more for kids than adults.",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "KarenB_007",
        "autor_endereco": "Ottawa, Canada",
        "comentario_titulo": "hmmm.. you have to do it.. but it is a tourist trap",
        "comentario_corpo": "If getting a mandatory picture of you standing one foot in the north and one foot in the south is important then go here.. but it is a tourist trap that pushes the tour buses through in rapid sequence. Do volunteer to balance the egg.. for whatever reason you then get a kinda",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "isabel4",
        "autor_endereco": "Euless, Texas",
        "comentario_titulo": "The real equator line",
        "comentario_corpo": "We visited here after going to the more touristy site right beside.  This place provides a tour guide for $4 to take you through the history of the land and also conducts interactive science experiments at the equator line.  It was more interesting than Matad Del Mundo.  Check",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "p0zzie",
        "autor_endereco": "Blenheim, New Zealand",
        "comentario_titulo": "Fun day",
        "comentario_corpo": "We came to only this museum (didnt go to the big one with the monument). Cost $4 per person (and $2 for our children under 12 yrs). Guided tour (40 mins and included in the price)  was really informative and then we spent more time wandering around ourselves. Be sure to visit",
        "comentario_data": " May 2017"
    },
    {
        "autor_comentario": "niagarariverfatman",
        "autor_endereco": "North Tonawanda, New York",
        "comentario_titulo": "interesting museum.",
        "comentario_corpo": "This is an interesting museum, but the best part, is to experience so of the strange effects of being on the equator.  For example, water goes straight down a drain -- no spinning or swirling!  We visited the museum as part of a tour with Suviatour",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "59_lee",
        "autor_endereco": "Wolverhampton, United Kingdom",
        "comentario_titulo": "Well worth a visit",
        "comentario_corpo": "Enjoyable visit for less than a 1 time's available, glad we had the opportunity to see. as always a little bit tourist'y for my taste's. The young lady (guide) was very well informative.",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Gary1836",
        "autor_endereco": "Austin, Texas",
        "comentario_titulo": "Pure Tourist Attraction that is good for souvenir pictures",
        "comentario_corpo": "Our granddaughter went to this Tourist Trap on a school tour and liked it because she got to take a picture of her \"standing in both hemispheres at the same time.\"  We got a taxi and six of us went out to this location.   When you ask the taxi driver to take you to the Equator,",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Dave D",
        "autor_endereco": "Vancouver, Canada",
        "comentario_titulo": "Touristy but worth it",
        "comentario_corpo": "Yes this is built as a tourist trap.  But the information is well presented and it is well worth the time to tour.  Even the balancing of the egg on the equator or the walking the line stuff feels a bit corny but it is fun to do.  Just go in knowing it's for tourists and be one.",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Fred L",
        "autor_endereco": "Savannah, Georgia",
        "comentario_titulo": "A must See attraction",
        "comentario_corpo": "History of Ecuador along with knowledge of the equator. You can balance an egg on the head of a nail. Earn a signed certificate.",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Robert R",
        "autor_endereco": "Walpole, Massachusetts",
        "comentario_titulo": "A must see if you are in Quito/Ecuador",
        "comentario_corpo": "While my travels have taken me south of the equator many times, i have never stood right on the equator. I have now. The information and education shared by the guides was invaluable!",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "NMP91",
        "autor_endereco": "Newquay, United Kingdom",
        "comentario_titulo": "Very interesting! ",
        "comentario_corpo": "Great museum and the provided a tour in English with a great guide. A lot of information and displays provided proving the differences of both hemispheres! Great! ",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "qbfly",
        "autor_endereco": "Hamburg, Germany",
        "comentario_titulo": "Unique experience on top of the equator line",
        "comentario_corpo": "A small but very interesting museum that will tell you a lot about the discovery of the equator line and show a few experiments to demonstrate the forces of nature that are at work here. Get there early, the groups will be smaller and the weather better.",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "kschak",
        "autor_endereco": "Singapore, Singapore",
        "comentario_titulo": "Well worth the visit",
        "comentario_corpo": "We enjoyed our visit to the museum of the Sun. Not sure if you could visit without a guide. The guide is not only helpful as there are little or no explanations and the exhibits. The guide explained the people in the Andes and Amazon and then went on to explain the significance",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Joshuastefano",
        "autor_endereco": "Orlando, Florida",
        "comentario_titulo": "Worth it",
        "comentario_corpo": "This is the true equator line. The museum has some culture exhibits of Amazonian tribes historic to Ecuador and has some demonstrations on the equator line. It's good fun for the cost of $4 per person and you're already in the area for the other monument and sight seeing.  ",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "TedK112887",
        "autor_endereco": "Norridge, Illinois",
        "comentario_titulo": "Incredible feeling to be standing in the middle of the earth - YOU SHOULD BE HERE",
        "comentario_corpo": "Such a great feeling to be standing in the middle of the earth, in between of north and south hemispheres, very nice place to visit, and yes they do speak english there, so they will give you nice tour thru-out entire place. Definitely place you have to visit in your life time.",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Sereina D",
        "autor_endereco": null,
        "comentario_titulo": "Lack of coherence",
        "comentario_corpo": "We had quite high expectations, but they were not fulfilled.  It is an outdoor museum, the place is beautiful.  Unfortunately, the different exhibits are not brought in relation with each other. The explanations of the guide were not sufficient to understand the exhibits. The",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Audiogrl",
        "autor_endereco": "Davie, Florida",
        "comentario_titulo": "Equator!",
        "comentario_corpo": "Take it for what it is- a tourist location with some sciencey gimmicks to teach you about the equator.  That being said, it was well done, the tour guides are nice and you can take some great pics!",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "FabienneZ13",
        "autor_endereco": "Corolla, North Carolina",
        "comentario_titulo": "A tourist trap - Taxis are paid to take you there",
        "comentario_corpo": "Don't bother.  I wish we had gone to the other attraction, La Mitad del Mundo, to learn about the Ecuador.  I saw our driver get cash for bringing our group of 6 there.   They perform these silly tricks on the equator that aren't scientific by any means.  All 6 in our group were",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "ecusati",
        "autor_endereco": "Greater London, United Kingdom",
        "comentario_titulo": "Fun experience",
        "comentario_corpo": "Great guided tour at the true spot of the equator as measured by GPS inclusive of explanations and games to play to feel the N and S forces - give it a go, it's fun!",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "DMR_Maryland",
        "autor_endereco": "Strasburg, Virginia",
        "comentario_titulo": "Skip Mitad and Go Here!",
        "comentario_corpo": "While Mitad is more established, this place is delightful and appears to be the true site of the equator (or closer to it).  The guides are personable, the activities are fun for adults and children, and the handicraft market, while small, has delightful and well priced blankets",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Mooze P",
        "autor_endereco": null,
        "comentario_titulo": "Directions on how to get to BOTH equator sights",
        "comentario_corpo": "We took the city bus here from hotel reina isabel, on Ave  Amazones.  Get the bus heading to Ophelia, which is the end of the line. It cost 25 cents. At that main terminal, buy a ticket for another 25 and get on the platform titled \"Mitad del Mundo\". Once on the bus they'll",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Venus S",
        "autor_endereco": null,
        "comentario_titulo": "Educational and fun",
        "comentario_corpo": "I really enjoyed this experience and earned my Egg-balancing certificate. I learned many facts and get to witness how being in the equator can affect your body and the phenomenon on being at each side of the pole. There were good educational opportunities provided about the",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "schmayla98",
        "autor_endereco": "New York",
        "comentario_titulo": "Quirky but fun museum",
        "comentario_corpo": "While it seems that the actual Equator line is somewhere in the parking lot and on the highway north of the museum, this was actually a fun place to learn about the Equator and some of the indigenous people who used to live in the area and were forced on down to the Amazon. The",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Expedition683584",
        "autor_endereco": null,
        "comentario_titulo": "The Real 0 0 0",
        "comentario_corpo": "The Intiñan museum is one of my favorites places in Ecuador. Has being a lots of controversy about the real latitude 0 0 0. Besides the real GPS reading, is the best place to visit. Don't forget to bring your passport because you will he able to stamp it. Is a lot to learn about",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "CookManDo",
        "autor_endereco": null,
        "comentario_titulo": "The real line!!",
        "comentario_corpo": "This place I felt was a lot better than Mitad del Mundo, first it's the actual line, offers a few cool games to play on the line and you take part in a walk and talk about Ecuador, the line and their native people. Worth the visit! ",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Dan B",
        "autor_endereco": null,
        "comentario_titulo": "Full of lies",
        "comentario_corpo": "Not a good place to visit if you like your museums to be factual. The fake 'science' experiments really ruined this for me unfortunately",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Sheila H",
        "autor_endereco": "Inver Grove Heights, Minnesota",
        "comentario_titulo": "So fun!",
        "comentario_corpo": "We took the bus to Mitad del Muneo.  Walk 1/2 block, go across street, take a right along sidewalk past the Mitad del Muneo until you see a dirt road on your left side.  There are no signs so you have to be patient and you'll find it.  We had an English speaking guide who really",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "john m",
        "autor_endereco": null,
        "comentario_titulo": "Excellent museum",
        "comentario_corpo": "Very good tour with English speaking guide. Watch for hummingbirds at the feeders in the integrated garden, and the indigenous displays.",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Danielle P",
        "autor_endereco": "Halifax, Canada",
        "comentario_titulo": "Great",
        "comentario_corpo": "A very  educational experience. It was fun to do all the activities along the ecuador line (ie walking with eyes closed and balancing an egg on a nail.) The staff friendly and informative. Everyone in the area should make a stop here after all joe many chances do you get to",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "C M",
        "autor_endereco": "Miami, Florida",
        "comentario_titulo": "Very entertaining. ",
        "comentario_corpo": "Our kids loved it. Great demonstrations. A bit frustrating that at every turn they claim THIS is the center of the world. We kinda left wanting to know which location was THE ONE. regardless we had a great time ",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Ray S",
        "autor_endereco": "Orangeville, Canada",
        "comentario_titulo": "Very educative.",
        "comentario_corpo": "I didn't know what to expect but it was very good! There was some education about the Incas and the history of Cocoa as well as the expected \"middle of the world\" photo op. ",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Kareng14551",
        "autor_endereco": "Vancouver, Washington",
        "comentario_titulo": "why would you miss this",
        "comentario_corpo": "a quirky informative fun - you will never be here again- place to experience the equator.  The guides are wonderful, funny, great English.  ",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Jason H",
        "autor_endereco": "Northern Michigan",
        "comentario_titulo": "Fun, great for kids",
        "comentario_corpo": "This is a great experience museum and demonstration of properties of the Equator.  Fun for the famliy.",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "RERD09",
        "autor_endereco": "Roanoke, Virginia",
        "comentario_titulo": "Fun Place!",
        "comentario_corpo": "This place is on the equator and is a well organized, entertaining way to spend an hour or so. I am not sure about the science behind the claims of water drainage changing directions just a few feet from the equatorial line but it is a fun time. The tour moves rapidly along a",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Ashley P",
        "autor_endereco": "East Greenwich, Rhode Island",
        "comentario_titulo": "Fun for Travelers of All Ages",
        "comentario_corpo": "Traveled with young adults (students) and had a blast! Guided tour and lots of fun activities to check out while on the equator. Fun way to spend part of an afternoon.",
        "comentario_data": " July 2016"
    },
    {
        "autor_comentario": "Amber1022",
        "autor_endereco": "Brookfield, Wisconsin",
        "comentario_titulo": "So much fun!",
        "comentario_corpo": "I am now an egg master. Someone gives you a tour and explains all the stations they have set up. It is so much fun and it is a really good time.",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Lindsay S",
        "autor_endereco": "Manta, Ecuador",
        "comentario_titulo": "Worth the stop",
        "comentario_corpo": "The tour was fantastic. The place doesn't look like much, but with a formal tour ($5/person, I think?) it was very interesting and kept the kids from fighting. Learned a lot, and the guide was super engaging. Definitely recommend for all. ",
        "comentario_data": " April 2017"
    },
    {
        "autor_comentario": "Fairgraders",
        "autor_endereco": "Helena, Montana",
        "comentario_titulo": "Do This!",
        "comentario_corpo": "The tour takes 45 minutes and has been our best-spent time in Quito so far.  The water drain experiment on the equator, the to the north and south was the best and you should video it from start to finish (all three stages) to amaze your friends at home.",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Shanna S",
        "autor_endereco": "Cincinnati, Ohio",
        "comentario_titulo": "Must-see",
        "comentario_corpo": "A little corny but you can't miss seeing the REAL equator line - love all the experiments they do that show just how weird of a place the equator line is.",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "CliffS418",
        "autor_endereco": "Franschhoek, South Africa",
        "comentario_titulo": "The REAL equator line is here and NOT Mitad Del Mundo ",
        "comentario_corpo": "Cost was 4 each and well worth it. A bilingual guide was provided who not only led a walking tour of many outside quaint  exhibits and is unlike most museums. Our guide not only explained each exhibit stop about Ecuador history and it's ancient peoples and cultures but also",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Jorge-DebbieVergara",
        "autor_endereco": "Santiago, Chile",
        "comentario_titulo": "the best place",
        "comentario_corpo": "with my wife, we love the history so this place was AMAZING for us. And you can test your self about the Special gravity in the right place  ",
        "comentario_data": " May 2016"
    },
    {
        "autor_comentario": "tori10ga",
        "autor_endereco": "Atlanta, Georgia",
        "comentario_titulo": "Very Interesting!",
        "comentario_corpo": "This was one of my most amazing experiences while being in Quito. The tour guides show you some amazing exhibits and also show you some cool experiments on the equator. My favorite part was the chocolate exhibit where we helped make chocolate by open the cacao bean and tasting",
        "comentario_data": " June 2016"
    },
    {
        "autor_comentario": "Daniel P",
        "autor_endereco": null,
        "comentario_titulo": "The equator is convincing",
        "comentario_corpo": "The demonstration at the equator is convincing. The equator is the most important part and they show various tests including a solar clock. This is a good place to learn about the natives and how early Ecuadorians lived.",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "WG89519",
        "autor_endereco": "Reno, Nevada",
        "comentario_titulo": "Stop if you are in the area",
        "comentario_corpo": "We went here as part of a bus tour so I don't know the price (but I think it is inexpensive).  The place is somewhat tacky in some respects, but there is good information to be gained from the tour.  You will learn a lot about native tribes of Ecuador from your guide.  There are",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "danigross88",
        "autor_endereco": "Christchurch, New Zealand",
        "comentario_titulo": "Great attraction!",
        "comentario_corpo": "This is a great and very well set up location. All of the attractions are outside so I'm not entirely sure I'd call it a museum but it's absolutely worth a visit. It costs $4 to visit and this includes a guide who shows you around and explains all of the exhibitions in either",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Cristofolo",
        "autor_endereco": "Appleton, Wisconsin",
        "comentario_titulo": "An Ecuatorial Disneyland",
        "comentario_corpo": "I very much enjoyed this experience.  While nothing is really authentic it brings in the ideas of the native cultures throughout Ecuador.  The equator is the most important part and they show various tests including a solar clock, egg balancing, and water draining.  A physics",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Brenda W",
        "autor_endereco": "Ashburn, Virginia",
        "comentario_titulo": "Really Cool and Intriguing ",
        "comentario_corpo": "I had a blast on my road trip with new friends to the \"Middle of the World.\" The water drainage demonstration was definitely my favorite part of the tour! I recommend going on March 21st during the Vernal Equinox if you can. There are 3 minutes where you can experience the",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "agoodhart",
        "autor_endereco": "New Orleans, Louisiana",
        "comentario_titulo": "Quirky ",
        "comentario_corpo": "This placed lucked out because it is on the real equator, otherwise it would be a tacky highway attraction. It is a must do,  just to say you had a foot in  each hemisphere. ",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "redwambat",
        "autor_endereco": "Aurora, Canada",
        "comentario_titulo": "Fun stop ",
        "comentario_corpo": "Stopped in and had a good surprise. The place was a little bit \"basic\" but fun. Cesar (like the salad) was our guid and he made the tour fun. The experiments and suck kept the kids interest. Short but good time. ",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Chad B",
        "autor_endereco": "Tampa, Florida",
        "comentario_titulo": "I stood an egg on the head of a nail",
        "comentario_corpo": "A really fun visit. Refereshing to see that the equator is not just about a monument. We enjoyed learning about coreolis forces and how water spins on both sides of the line.",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "A L",
        "autor_endereco": "AMLL",
        "comentario_titulo": "Quirky but fun",
        "comentario_corpo": "We loved the option of visiting the real equator line as oppose to the one a few hundred meters from it where a statue sits in the wrong place.  I am not convinced that the experiments they ran during our visit were legit (balancing an egg, water turning direction etc) but did",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Milton A",
        "autor_endereco": "Saddle Brook, New Jersey",
        "comentario_titulo": "Awesome!",
        "comentario_corpo": "Very nice tour in this museum. A lot of history here and interesting facts about Quito and it being the \"middle of the world\". Fun activities and history to be learned.",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Chad W",
        "autor_endereco": "Christiansted, St. Croix",
        "comentario_titulo": "I would skip it next time",
        "comentario_corpo": "I don't want to rain on the the positive reviews below, but I didn't find much value going here.  Most people come here for the photo op, but they do force you to do the tour.",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "GlobalStaci",
        "autor_endereco": "Baltimore, Maryland",
        "comentario_titulo": "A MUST near the Middle of the World",
        "comentario_corpo": "This museum is fantastic!  You'll learn so much about pre-colonial Ecuador and its people and you can stand on the equator and see the Coriolis Effect live!  Very awesome experience you won't forget.  Wonderful English speaking guided tour.",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "irianjaya1944",
        "autor_endereco": "Oceanside, California",
        "comentario_titulo": "La Mitad Del Mundo",
        "comentario_corpo": "It was part of a cruise package city tour. Out of town aways, so we got to see Quito.    It was a cultural experience, and you got to take your picture on the Equator.  THE thing to do in Quito.",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "Daniel_9296",
        "autor_endereco": "Los Angeles, California",
        "comentario_titulo": "The Real Mitad Del Mundo",
        "comentario_corpo": "This museum is awesome! The tour guide was very knowledgeable and spoke English and Spanish. This museum is the true location of la Mitad del Mundo and is much more authentic compared to the other one with the big monument. Definitely would go again.  Mi visita a este museo",
        "comentario_data": " July 2016"
    },
    {
        "autor_comentario": "ffshears",
        "autor_endereco": "florida",
        "comentario_titulo": "fun interactive activities",
        "comentario_corpo": "Compact area w/ many displays = Great photo opportunities w/ interactives and static displays.  They have an \"Equator Stamp\" for your passport   (or a postcard ';)   This is one of 2 equators and worth the effort (though I think many of the activities/interactives they have you",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "Gary E",
        "autor_endereco": "Pacifica, California",
        "comentario_titulo": "Fascinating",
        "comentario_corpo": "This was a very informative tour at the real equator.  Besides an explanation / exhibit on how shrunken heads are made and how chocolate is grown and produced, the phenomena associated with the equator is hard to wrap your head around.  The tour guide very graphically",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "MsHerbWoman",
        "autor_endereco": "Penticton, Canada",
        "comentario_titulo": "Outstanding!",
        "comentario_corpo": "My favourite trip of them all! Learn about different Ecuadorian cultures, and see how being on the equator changes things.",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Amanda T",
        "autor_endereco": null,
        "comentario_titulo": "College Class Tour ",
        "comentario_corpo": "Not going to lie, was probably one of the most random, and funniest tours I've ever been on. There was one person in our group that has been recording the experiment with the water and the way it turned and he is still thrown. It is one of the funniest things I have ever seen.",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Tirebiter8",
        "autor_endereco": "Denver, Colorado",
        "comentario_titulo": "Good Pre-Inca History",
        "comentario_corpo": "To understand the history of Ecuador, I went to several museums for a more complete picture.  This museum was best for understanding the pre-Inca culture, including the fact that Inca culture came to Ecuador only 80 years before the Spanish.  A taxi from central Quito cost me",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "taheerap2016",
        "autor_endereco": "Glastonbury, Connecticut",
        "comentario_titulo": "Compact and interesting",
        "comentario_corpo": "Located just a few minutes down the road from the Mitad del mundo, this may be overlooked by tourists and locals. It has a tiny, dirt road entrance so don't miss it. If you are in the area, this outdoor 'museum' probably delivers a little more bang for the buck than the Mitad",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Katie W",
        "autor_endereco": "Pioneer, Ohio",
        "comentario_titulo": "Well worth the drive from Quito",
        "comentario_corpo": "They call this a museum, but if your use to museums in the States, this is more like an outdoor science center. Very interactive, with lost of history and we had a prive guide thoughout the exhibts. You learn about all the different cultures in Equador, and get to try to balance",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "868ajitu",
        "autor_endereco": "Trinidad",
        "comentario_titulo": "Educational",
        "comentario_corpo": "Visited Intinam Museum with friends. Gabe was our guide. She was excellent. Many historical sites were revealed: head shrinkers, the original huts used by the natives and the 0 degree latitude line. She demonstrated many experiments to show the differences between the spin of",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "wayne m",
        "autor_endereco": "Greensboro, North Carolina",
        "comentario_titulo": "Fun place to visit",
        "comentario_corpo": "Make sure you get a local guide. Area is relatively small but lots of opportunities to learn history and perform experiments. Several exhibits of Ecuadorian life and past. You even get to try to balance an egg on a nail on the equator. You get an opportunity to see the",
        "comentario_data": " March 2017"
    },
    {
        "autor_comentario": "Ximena A",
        "autor_endereco": "Quito, Ecuador",
        "comentario_titulo": "Hands-on Experience!!!",
        "comentario_corpo": "It was a great visit with a group of teenagers. They actually loved the different experiments that proved that we were on the Middle of the World. Guidance can be done either in Spanish or in English. Handicrafts are also sold. Have your passport stamped!! Great visit!!!!",
        "comentario_data": " June 2016"
    },
    {
        "autor_comentario": "CaliTraveler23",
        "autor_endereco": "Kingston, Massachusetts",
        "comentario_titulo": "Kitchy and Entertaining ",
        "comentario_corpo": "Looking for some fun and to be entertained for about an hour?  This is the place.  Kids and adults will both like it. Get a bit of history and a bit or science and have some fun.  The guide will give you a short history lesson and have some fun little science experiments for",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "GaryandLesleyTravel",
        "autor_endereco": "Auckland Central, New Zealand",
        "comentario_titulo": "Well worth the effort and ride out of town",
        "comentario_corpo": "You will find the Intinan Museum “the true” middle of the world, about 200m away from the official monument at Mitad del Mundo. Here you are at Latitude zero and the experiments we did here are indicative of that.  The first being to try walking down the equator line with your",
        "comentario_data": " March 2016"
    },
    {
        "autor_comentario": "Traveler_snooze",
        "autor_endereco": "Saint Charles, Illinois",
        "comentario_titulo": "Fun ",
        "comentario_corpo": "The museum has a lot of interesting displays. You also try to balance eggs, watch water drain from both sides of the equator, and other little experiments. ",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "Neal R",
        "autor_endereco": "Hackensack, New Jersey",
        "comentario_titulo": "Exceeded expectations ",
        "comentario_corpo": "Far better than the official place that has the wrong Equator line. I really enjoyed our visit.  Be honest with yourself. It's all about the photo. Get it at the real place. ",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "metzadventure",
        "autor_endereco": "Brisbane, Australia",
        "comentario_titulo": "Must Do, Lots of Fun",
        "comentario_corpo": "80m down the road from the \"Mitad del Mundo\" turn down the dirt drive way and you will find the Intinan Museum.   We had a great time hear, our guide was excellent, explaining the various exhibits and novelty equator activities. The Intinan Museum  in my opinion is better for",
        "comentario_data": " October 2016"
    },
    {
        "autor_comentario": "Ronald G",
        "autor_endereco": "Rocheport, Missouri",
        "comentario_titulo": "Link Experiences tour",
        "comentario_corpo": "we enjoyed the tour. The guide made it very interesting. Her stories on the building of the welcoming building were complete. she also went trough the rituals of head hunting and shrinking. Don't really know where that fit in or how true but enjoyed. All of the experiments and",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "William M",
        "autor_endereco": "Chicago, Illinois",
        "comentario_titulo": "Ignore your first impressions go inside to learn and have fun.",
        "comentario_corpo": "Initially I felt the concept was too contrived but when I found myself surrounded by young school children learning about the culture and 00 00 00 latitude at middle earth and having fun; why not join in the good time with our excellent Museum guide.",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "tennafinn",
        "autor_endereco": "Washington, DC",
        "comentario_titulo": "Favorite place in Quito, educational and fun",
        "comentario_corpo": "This museum which sits on the equator on Quito's north side on the road to Mindo is worthy of a visit both for its educational and fun aspects. The knowledgeable tour guides show and tell about Ecuador's indigenous cultures and then help take pictures at the equator sign. In",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "Storyteller556319",
        "autor_endereco": null,
        "comentario_titulo": "Latitude 000",
        "comentario_corpo": "Apparently Intiñan is the actual equator line not the big monument Mitad del Mundo. I enjoyed seeing the experiments on the equator line and the water draining in different directions in the northern and southern hemispheres. Also I learnt a bit more about the Indigenous culture",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "SoloTraveler79",
        "autor_endereco": "Cork, Ireland",
        "comentario_titulo": "Excellent Value!!",
        "comentario_corpo": "From the centre of the old city you can take a bus to La Ofelia bus station, this costs $0.25 and takes 40 minutes. At La Ofelia you take a bus to Mitad del Mundo, this costs $0.15 and takes about 20 minutes....(get off at the first stop after the bus takes a right at the large",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "Kamila F",
        "autor_endereco": null,
        "comentario_titulo": "Great",
        "comentario_corpo": "Absolutely fenomenal! You have an opportunity to undergo experiments on equator on your own;) Every person will join the group with guided tour which took more or less 30-40minutes. Friendly and helpful staff. Entrance fee 4$. ",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "Curry_cab",
        "autor_endereco": null,
        "comentario_titulo": "An interesting glimpse into Ecuador's tribal history",
        "comentario_corpo": "We hired Angela and Jamie from Lets Go To Ecuador for a day, this was one of our stops on the way to Mindo. Angela and Jamie specifically requested a guide who spoke English so we learned a lot about the different historical tribes of Ecuador, including one that still exists",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "Brad B",
        "autor_endereco": "Madison, Wisconsin",
        "comentario_titulo": "Great, interactive tour!",
        "comentario_corpo": "This was a stop on our way to Mindo.  It was a great way to start the day.  The lessons on culture, history, geography, and science were interesting, interactive, and well worth the stop.",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "Darwin C",
        "autor_endereco": null,
        "comentario_titulo": "wonderful place to learn where we are",
        "comentario_corpo": "I went with some tourist and the guide really knows what is she saying is amzing how they explain us almost everything about Ecuador They really inspire the people go on traveling around ecuador and the dance presentacion is nice too. of you want to see the true middle of the",
        "comentario_data": " March 2016"
    },
    {
        "autor_comentario": "Derekanddoc",
        "autor_endereco": "Odessa, Texas",
        "comentario_titulo": "Visit the Middle of the World!  A must",
        "comentario_corpo": "Probably my favorite topic of my trip to people I speak with.  The tour is educational, interesting and quite fun as you are watching and being part of \"Equator\" experiments.  Simple visuals that show you the equator affect.  So cool!",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "BHartMich",
        "autor_endereco": "Northville, Michigan",
        "comentario_titulo": "Much more interesting than expected",
        "comentario_corpo": "This site was included in our Quito tour and when we first pulled in, we thought it looked very touristy.  It turned out to be better than we expected.  The location is on the equator and we observed some experiments which were quite interesting.  The quides there are also very",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "SBebris",
        "autor_endereco": "Berlin, Germany",
        "comentario_titulo": "Must see at Quito",
        "comentario_corpo": "Definitly a must see at Quito or do you want to miss out on the picture standing at the same time on the northern and southern hemisphere? I doubt it! Besides this picture you get nice information on the culture and even learn how to do your private shrinking-head (probably you",
        "comentario_data": " August 2016"
    },
    {
        "autor_comentario": "Matthew A",
        "autor_endereco": null,
        "comentario_titulo": " Intinan museum",
        "comentario_corpo": "I really did like the historical information on the indigenous populations. Nice guide, who was knowledgeable. Cool things to buy. The thing I didn't like is that the so called experiments to show you are at the equator are fake. Stupid gringos probably don't know any better.",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "Smileycat16",
        "autor_endereco": "Carshalton, United Kingdom",
        "comentario_titulo": "The real equator line",
        "comentario_corpo": "We visited an outdoor museum with various huts showing how indigenous people lived (I never knew shrunken heads were something people did to deceased relatives as a mark of respect, rather than their enemies!). You can have your photo taken on the zero latitude line and witness",
        "comentario_data": " June 2016"
    },
    {
        "autor_comentario": "dgshreve",
        "autor_endereco": "Glennallen, Alaska",
        "comentario_titulo": "Time well spent",
        "comentario_corpo": "We had a wonderful tour, the tour guide was very knowledgeable about the subjects of the local wildlife, local people and effects of the equator. I really enjoyed this tour ",
        "comentario_data": " February 2017"
    },
    {
        "autor_comentario": "abacusz",
        "autor_endereco": "Thousand Oaks, California",
        "comentario_titulo": "Which way does the water drain?",
        "comentario_corpo": "An interesting mix of cultural history, geographic uniqueness, and a booster for Ecuadorean chocolate, which is supposed to be the original chocolate, with apologies to Mexico.  The demonstration at the equator is convincing.  A few feet to either side of this mid-line the water",
        "comentario_data": " July 2016"
    },
    {
        "autor_comentario": "2PacaPeople",
        "autor_endereco": "Jay, Oklahoma",
        "comentario_titulo": "Checking out the Equator",
        "comentario_corpo": "Since we rented a car to take us to the Equator (we saw it and shook hands, kissed, and hugged across it) we decided to take in this museum as well. It has more to do with the local culture than other Equator sites. This is a good place to learn about the natives and how early",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "itsadnarim",
        "autor_endereco": "Marengo, Illinois",
        "comentario_titulo": "VERY COOL",
        "comentario_corpo": "Perform experiments on the ACTUAL equator and stroll through beautiful gardens. Here you can stand with one foot on each side of the hemisphere and see how water flows on the equator line. Very interesting and lots to learn here!",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "Patricia M",
        "autor_endereco": "Charleston, South Carolina",
        "comentario_titulo": "Get your picture taken at the equator!",
        "comentario_corpo": "This was a fun and interesting place.  They have put a lot of effort into the exhibits and it was well worth the small entrance fee. We would not have found this on our own. We had a private tour that took us in a van from Quito, maybe a 45 minute drive?  I could have spent more",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "Realtyrs",
        "autor_endereco": "New Orleans, Louisiana",
        "comentario_titulo": "All fake",
        "comentario_corpo": "This so called 'museum' was all fake but entertaining. The real equator is 3 km wide but they do a trick with water draining in different directions based upon which side of the 'Equator' they claim to be standing on. Sorry but if the equator is 3 km wide moving a science",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "TheProdigitalSon",
        "autor_endereco": "London",
        "comentario_titulo": "NOT on the equator",
        "comentario_corpo": "As other reviewers have said, some of the experiments aren't proof of being on the equator. This museum is in fact closer to -0.0000 than the big monument but to truly stand on the equator you have to stand in the middle of the road outside the gate. (The road isn't super busy",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "Sarah Grace T",
        "autor_endereco": null,
        "comentario_titulo": "The true middle of the earth - must see!",
        "comentario_corpo": "This museum combined history lessons about the native Euadorian tribes and fun equator experiments, plus the opportunity to truly stand in two hemispheres. The water experiments and balancing the egg were incredibly cool, and the museum has interesting recreations that give a",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "Carole T",
        "autor_endereco": null,
        "comentario_titulo": "Awesome tour of equator line",
        "comentario_corpo": "This tour was great. We went through Community Travel for $10 ride to and from the museum. Our guide was very familiar with the science behind the equator, and we did some cool interactive activities. ",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "MDTraveller1",
        "autor_endereco": "Kanchanaburi, Thailand",
        "comentario_titulo": "kitchy but fun",
        "comentario_corpo": "This is an overt tourist trap with enjoyable walk-throughs of an amazon type hut, various polynesian statues and some deceptive illustrations of gravity at the equator. It is fun to walk the equator line, but the water spiraling clockwise and counterclockwise on either side of",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "Rob L",
        "autor_endereco": "Ottawa, Canada",
        "comentario_titulo": "The 'Other' Museum at the Equator!",
        "comentario_corpo": "While visiting Mitad del Mundo and standing on each side of the equator, don't forget to visit the other museum on the equator.  They claim their museum is actually on the equator as determined by GPS.  Fun activities.  Nice outdoor park.  Inexpensive.",
        "comentario_data": " August 2016"
    },
    {
        "autor_comentario": "taniostamar",
        "autor_endereco": "Istanbul, Turkey",
        "comentario_titulo": "Perfect place & Real Ecuador line ",
        "comentario_corpo": "This place is just 250 meters from the Mitad del Mundo, and this is the real line of Ecuador. They provide a great English speaking guide, and we learned a lot from her. There are real experiments showing that the real middle of earth is here. Entrance fee is $4.  How to arrive",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "VacanowNj",
        "autor_endereco": "East Windsor, New Jersey",
        "comentario_titulo": "Loved this museum",
        "comentario_corpo": "Enjoyed a visit to the musuem on a rainy day in Quito.   We visited the museum as part of a full day tour of the city, and really enjoyed it.  The museum provides interesting science experiments, along with information about some of the indigenous groups in Ecuador.   The",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "Kim",
        "autor_endereco": "Quito, Ecuador",
        "comentario_titulo": "A MUST SEE",
        "comentario_corpo": "We have lived in Quito for many years now and we have been here many times, but this last experience was great.  I learned and heard things I had not learned or heard before.  All of the tour guides are very knowledgeable and happy to answer questions.  This is a great way to",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "Thalia L",
        "autor_endereco": "St. Thomas",
        "comentario_titulo": "SO COOL",
        "comentario_corpo": "Very interesting and educational. Great and fun for all ages. We truly enjoyed this museum. The whole visit lasted about an hour not very long and well worth it! ",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "zoesailing",
        "autor_endereco": "Taxco, Mexico",
        "comentario_titulo": "AMAZING EXPERIENCE. Would highly recommend to anyone.",
        "comentario_corpo": "After a disappointing experience at Mital Del Mundo which was right next door to the Intinan Museum, we headed over. After paying the four dollar entry fee, we were brought to a tour with a very friendly English speaking tour guide. We had an amazing experience as we were led",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "RachelB2103",
        "autor_endereco": "Perth, Australia",
        "comentario_titulo": "Great museum - very interesting and fun! ",
        "comentario_corpo": "The guides are great, the tours are not too lot but informative and interactive. We had a great time and we're surprised that it was only $4 each for the entry and guide when it's such a big tourist attraction. ",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "Pat S",
        "autor_endereco": null,
        "comentario_titulo": "What a Lesson",
        "comentario_corpo": "Such a good job with well laid-out demonstrations. A great place to learn about our world and its hemispheres. Tour is just the right length in time. This is The Place where the real equator divides north from south. Check it out. You will not be sorry. ",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "Brenda S",
        "autor_endereco": "Greensboro, North Carolina",
        "comentario_titulo": "Campy but fun!",
        "comentario_corpo": "There are three places called \"Middle of the World\", I assume at parallel lines along the equator.  This one is the most fun with rain forest theme (even though it is not in the rain forest).  Included an anaconda skin, a shrunken head, a jungle hut--you get the idea.  But",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "Dixie S",
        "autor_endereco": "Vancouver Island, Canada",
        "comentario_titulo": "The True Equator Line",
        "comentario_corpo": "This is the true equator line for those needing acuracy. There is also a very good museum here depicting the life of the tribes living in the surrounding areas that still hold true to their culture.  You will see a true shrunken head and blow pipe housed in a authentic hut made",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "soniaband1",
        "autor_endereco": "London, United Kingdom",
        "comentario_titulo": "Fun",
        "comentario_corpo": "One other reasons I visited Quito was to visit  this museum as it has 0.00 latitude on the equator as per the military GPS.  It was quite amusing to see how magnetic forces change the water flow in South, North and on the equator line.  There were other tests such as balancing",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "SB_stein",
        "autor_endereco": "Sherman Oaks",
        "comentario_titulo": "Incredible Family Trip",
        "comentario_corpo": "Amazing family trip that will stay in our memories forever! The staff gave great demonstrations and shared colorful history that brought it all to life for us! What a treat!",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "bergadious",
        "autor_endereco": "Chester, New Jersey",
        "comentario_titulo": "Learn some science while standing on the equator",
        "comentario_corpo": "The kids were missing school and it turned out that they got a bit more of an education visiting here than they expected. A few various experiments that you've probably heard about, but they really do work as advertised! ",
        "comentario_data": " March 2016"
    },
    {
        "autor_comentario": "MMade",
        "autor_endereco": null,
        "comentario_titulo": "Watch the water turn in each hemisphere and practice your balance!",
        "comentario_corpo": "If you're choosing between this an Mitad del Mundo, the Intian Museum is MUCH more worth it! Super interesting with interactive activities and this is where the real equator line is. Best activity in Quito by far. Bring your passport because if you can balance an egg on the",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "Rstar14",
        "autor_endereco": "Port Melbourne",
        "comentario_titulo": "Quaint but a good diversion if you have a long layover",
        "comentario_corpo": "This quirky museum needs a more modern take but the souvenir shop was surprisingly good value! Some very colourful weavings and cotton scarves (make sure you distinguish the real cotton) at reasonable prices. ",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "AngieNannetteT",
        "autor_endereco": "New York City, New York",
        "comentario_titulo": "Very cool and informative ",
        "comentario_corpo": "I highly recommend this museum. The guides are very informative and super nice. The exhibits are fascinating and the interactive activities are pretty fun. My friends and I all got to make an egg stand on a nail which wasn't an easy task for some of us, but we got to bring home",
        "comentario_data": " November 2016"
    },
    {
        "autor_comentario": "Pandamonium1362",
        "autor_endereco": "La Verne, California",
        "comentario_titulo": "Stand on Different Hemispheres / coriolis effect",
        "comentario_corpo": "It was neat to stand at latitude 00\"00\"00\" and there's a solid red line that marks the northern and southern hemispheres. Science is also demonstrated -- the coriolis effect that the effect tends to deflect moving objects to the right in the northern hemisphere and to the left",
        "comentario_data": " June 2016"
    },
    {
        "autor_comentario": "Bob E",
        "autor_endereco": null,
        "comentario_titulo": "Fun visit - kids loved it!",
        "comentario_corpo": "It doesn't take long to see it all but we had a lot of fun here and the kids absolutely loved it... said it was their favorite!",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "ManykidsTraveler",
        "autor_endereco": "Boston, Massachusetts",
        "comentario_titulo": "Great hands on museum",
        "comentario_corpo": "We went first thing in the morning as it gets very hot very quickly!  Great hands on museum for kids to learn about the Equator and it's unique features.  Also a presentation on chocolate making and a discussion on the significance of shrunken heads.",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "José H",
        "autor_endereco": "Raleigh, North Carolina",
        "comentario_titulo": "Awesome!",
        "comentario_corpo": "We loved visiting this awesome place as it's the little cation of the actual equator. The place offers an awesome history lesson and some cool experiments. It's well put together too! ",
        "comentario_data": " January 2017"
    },
    {
        "autor_comentario": "OhioScot",
        "autor_endereco": "Lakewood, Ohio",
        "comentario_titulo": "One of two Equators in Ecuador",
        "comentario_corpo": "I highly recommend this museum which celebrates native ethnic culture and the 'true' equator.  The original large monument and museum/park marking the equator was not marked exactly on the equator.  With the advent of GPS the equator is now known more exactly and runs through",
        "comentario_data": " July 2016"
    },
    {
        "autor_comentario": "Ana Cris Vélez",
        "autor_endereco": "Cuenca, Ecuador",
        "comentario_titulo": "Great place to know Ecuador's history",
        "comentario_corpo": "I went as a student and it was a great experience, the guide was able to answer all our questions, and the experience we had was amazing, it is located in the middle of the world so there are some activities you can do that are really fun. ",
        "comentario_data": " November 2016"
    },
    {
        "autor_comentario": "BlueHero",
        "autor_endereco": "New Jersey",
        "comentario_titulo": "must go for real equator experience!",
        "comentario_corpo": "The museum is about 5 minutes walking from Mitad del Mundo and located on GPS equator. It costs $4 each (plus tips) for a guided tour. The whole site is pretty small but the experience was excellent. The guide spoke perfect English and was funny. She walked us through some",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "Yoicb",
        "autor_endereco": "Amsterdam, The Netherlands",
        "comentario_titulo": "The real mitad!",
        "comentario_corpo": "Really nice! This is so much more informative than the other one. You need to walk a little further than the parking place though and then you'll find it at your left. Definitly dont miss this when your in Quito! The guides are very knowlegdable and they have a few nice tricks",
        "comentario_data": " October 2016"
    },
    {
        "autor_comentario": "mumontour08",
        "autor_endereco": "Woking, England",
        "comentario_titulo": "Balancing an egg",
        "comentario_corpo": "The entrance fee of $4 included a tour.  I couldn't find anyone to pay when I first arrived (despite going into the shop and asking) but after wandering around for a while someone approached me.  I was a bit disappointed that there was nowhere to buy a drink or snack - I think",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "Mark S",
        "autor_endereco": "Singapore, Singapore",
        "comentario_titulo": "The real equator with experiments to prove it",
        "comentario_corpo": "The real equator with replica of village where regional indigenous people live. Fascinating and fun. Multiple hands on experiments which are fun for all ages",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "Kelsey L",
        "autor_endereco": null,
        "comentario_titulo": "Fun, if not touristy.",
        "comentario_corpo": "Our guide was really fun, and there was never a dull moment in the tour. Some parts were a little gimmicky, but fun for an afternoon. The Llama in the front has a very itchy back, and likes it when you scratch him.",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "kathy94022",
        "autor_endereco": "Los Altos Hills, California",
        "comentario_titulo": "Loved this smaller version of the Mitad del mundo ",
        "comentario_corpo": "It is on the GPS equator, but the love comes from the way they run the place. Nothing fancy and well versed guides that walk you through the culture and history of Indians native to Ecuador. And of course they do the silly water in the sink and balancing an egg. It is fun and",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "smarttravelerfromct",
        "autor_endereco": "Danbury, Connecticut",
        "comentario_titulo": "Very informative ",
        "comentario_corpo": "More commercial than i would have liked but the exhibits are very informative.  Fun equator experiments that emgage the young and old alike.  Docent was very knowledgeable.  ",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "shli4",
        "autor_endereco": "Bethlehem, Pennsylvania",
        "comentario_titulo": "Fun activities and informative.",
        "comentario_corpo": "A nice attraction, not really a museum. There were several activities that we did with the guide that the Intinan  provides. They were fun and interesting. There were some displays that were historical/ cultural that the guide cheerfully explained. About one hour is all the time",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "ginsengNewYork",
        "autor_endereco": "new york",
        "comentario_titulo": "REAL EQUATOR, AN ABSOLUTE MUST IN QUITO!",
        "comentario_corpo": "We skipped the dull and commercial Mitad del Mundo next door, and went directly to this more interesting, fun and less expensive open air museum with free guided tours, where lies the REAL equator line (in the 18th century, the French scientists got as close as their instruments",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "Marjan G",
        "autor_endereco": "London Ontario Canada",
        "comentario_titulo": "The \"Real\" Middle of the World",
        "comentario_corpo": "Oh this was a fun place. It was the main reason why I stopped over in Quito for a couple of days before heading out to Banos. It is the real middle of the world.  The experiments were amazing. I tried and tried to balance the egg, but to no avail. I also tried to balance myself",
        "comentario_data": " October 2016"
    },
    {
        "autor_comentario": "Sabrihaldemann",
        "autor_endereco": null,
        "comentario_titulo": "amazing experience",
        "comentario_corpo": "the real \"mitad del mundo\" . latitud 00\"00\"00 . you will see some amazing experiments that only happen when you are in this place. Plus, you will learn a lot about amazonia people. ",
        "comentario_data": " November 2016"
    },
    {
        "autor_comentario": "Josefina S",
        "autor_endereco": null,
        "comentario_titulo": "Better than Mitad del Mundo",
        "comentario_corpo": "This place was more fun than mitad del mundo, even though I find it a bit weird to have exhibitions about the indigenous groups and to keep guineapigs in such conditions as they do. However, it was fun to balance an egg on a needle. ",
        "comentario_data": " September 2016"
    },
    {
        "autor_comentario": "scubakerryllr",
        "autor_endereco": "Halton Hills, Canada",
        "comentario_titulo": "This is fun",
        "comentario_corpo": "Of all of the organised attractions I was able to visit, this was my favorite.  It was interesting, interactive, and had a great guide available to ensure that everyone was able to freely ask questions.  The guide was also very amiable to taking photos.  Great option for a local",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "Michael Sherlock",
        "autor_endereco": "Dili, East Timor",
        "comentario_titulo": "Great fun",
        "comentario_corpo": "We were not expecting much but were surprised , the water down the plughole on the equator demo was the highlight ",
        "comentario_data": " May 2016"
    },
    {
        "autor_comentario": "Ciaran",
        "autor_endereco": "Scarborough, Australia",
        "comentario_titulo": "Informative visit!",
        "comentario_corpo": "We were a bit skeptical going in as the whole equator thing feels like a bit of a tourist trap. However for only $4 this place gives a very nice English speaking tour around their museum. It provides interesting info not just on the equator but some about people living in the",
        "comentario_data": " December 2016"
    },
    {
        "autor_comentario": "detraveler_7",
        "autor_endereco": "Philadelphia, PA",
        "comentario_titulo": "The real equator",
        "comentario_corpo": "This is an outdoor museum so bring your hat and sunscreen. The part about the equator was the best. Trying to walk the line and balance the egg on the nail is fun to try and interesting too.  Watching the water go down the drain on both sides and on the line is interesting to",
        "comentario_data": " November 2016"
    },
    {
        "autor_comentario": "Dorothy C",
        "autor_endereco": "Wotton-under-Edge, United Kingdom",
        "comentario_titulo": "Standing on the equator",
        "comentario_corpo": "A must visit place. Full of history and interest. To stand with 1 foot in each hemisphere is surreal.",
        "comentario_data": " November 2016"
    },
    {
        "autor_comentario": "Lenke_13",
        "autor_endereco": "Budapest",
        "comentario_titulo": "Mostly for families or entertaning",
        "comentario_corpo": "It is an open air museum, a bit like theme park or skanzens in Europe. There is a tour presenting basically two themes. 1) what life of native people used to be or (in case of certain Amazonian tribes) still may be.  You can see e.g. good demonstrations of indigenous homes,",
        "comentario_data": " October 2016"
    },
    {
        "autor_comentario": "jpalma30",
        "autor_endereco": "Miami, Florida",
        "comentario_titulo": "A must see atraction",
        "comentario_corpo": "They will guide you through the local village and will explain to you their life styles, traditions and also how this is the real Latitude 0 0' 0\" using GPS technology. They will also have several test that you can ONLY do there in that specific area of the planet... You have to",
        "comentario_data": " November 2016"
    },
    {
        "autor_comentario": "mgatonegro",
        "autor_endereco": "London, United Kingdom",
        "comentario_titulo": "Excellent experience",
        "comentario_corpo": "The real Equator. Scientific experiments. Guided tour in English and Spanish. Beautiful garden. Make sure to take your passport for a stamp! Entrance 4 dollars.",
        "comentario_data": " November 2016"
    },
    {
        "autor_comentario": "Ken S",
        "autor_endereco": "Adelaide, Australia",
        "comentario_titulo": "Amazing place, the Equator",
        "comentario_corpo": "you visit the new Equator site, changed about 400meters when GPS pin pointed the exact location. There is a Museum you are shown through including shrunken head and how it was done, several thing to do at the Equator like balance an egg on a nail walk a straight line, all",
        "comentario_data": " November 2016"
    },
    {
        "autor_comentario": "John C",
        "autor_endereco": "San Rafael, California",
        "comentario_titulo": "Very educational and informative, but.......",
        "comentario_corpo": "This museum covers a lot of the local history and shows how being situated on the equator impacts the area. My problem rest with the \"demonstrations\" showing the impact of how standing on the equator line influences several everyday activities.  These demonstrations were merely",
        "comentario_data": " November 2016"
    },
    {
        "autor_comentario": "Bakai F",
        "autor_endereco": "Budapest, Hungary",
        "comentario_titulo": "On the real equator",
        "comentario_corpo": "Close to the big brother, Mitad del Mundo, but this one is realy on the equator line. The other one a bit miss calculated. The cultural exibition is not big thing, but the phsycal show and solar watches are worth it!",
        "comentario_data": " November 2016"
    }
]